label natsuki_exclusive_1:
    scene bg club_day
    with wipeleft_scene
    n "Ух!.."
    "Я услышал донёсшийся из кладовки сердитый вздох Нацуки."
    "Кажется, она чем-то раздражена."
    "Я подошёл к ней с намерением помочь."
    play music t6 fadeout 1
    scene bg closet
    show natsuki 4r zorder 2 at t11
    with wipeleft_scene
    mc "Ты что-то потеряла?"
    n 4x "Чтоб тебя, Моника..."
    n "Она никогда не возвращает мои вещи на место!"
    n "Какой смысл поддерживать здесь порядок, если кто-то постоянно устраивает бардак?!"
    "Нацуки двигала по полке стопки книг и коробки."
    mc "Манга..."
    n 2c "Ты ведь читаешь мангу, да?"
    mc "Э..."
    mc "...Иногда..."
    "Чтение манги – то, в чём не стоит признаваться человеку до тех пор, пока не выяснишь, как он к этому относится."
    mc "...Но как ты узнала?"
    n 2k "Ты как-то об этом упомянул, а я услышала."
    n "Кроме того, это у тебя на лице написано."
    "Что бы это значило?.."
    mc "Ясно..."
    "На краю одной из полок, по соседству с книгами разных жанров, приютился одинокий томик манги."
    "Он бросался в глаза, и я вытащил его оттуда."
    n 1b "{i}Вот{/i} ты где!"
    "Нацуки выхватила его из моей руки."
    "После чего повернулась к коробке с мангой и впихнула томик в неё."
    n 4d "Ах, так гораздо лучше!"
    n "Зияющая дыра в полном издании – это, наверное, самое раздражающее зрелище на свете."
    mc "Мне знакомо это чувство..."
    "Я пригляделся к коллекции, которой она так любовалась."
    mc "«Ванильные девочки»?.."
    "Никогда ничего не слышал об этой манге."
    "Это может означать, что она либо не соответствует моей возрастной группе, либо она просто ужасна."
    n 5g "Если ты собираешься меня осуждать, можешь делать это вон за той дверью."
    "Она показала пальцем на дверь класса."
    mc "Эй, я никого осуждать не собирался!.."
    mc "Я ведь и слова не сказал."
    n 5c "Я поняла это по твоей физиономии."
    n "Но я скажу тебе одно, [player]."
    n 4l "Считай это уроком от литературного клуба: не суди книгу по обложке!"
    n "А вообще..."
    "Нацуки вытащила из коробки первый томик «Ванильных девочек»."
    n "Я сейчас покажу тебе почему!"
    "Она сунула книгу прямо мне в руки."
    mc "Э..."
    "Я уставился на обложку."
    "На ней изображены четыре девушки в ярких одеждах и характерных девчачьих позах."
    "Выглядит... чрезвычайно «моэшно»."
    n 4b "Не стой как истукан!"
    mc "Уа-а..."
    show natsuki zorder 1 at thide
    hide natsuki
    "Нацуки схватила меня за руку и оттащила от кладовки."
    "Затем подошла к окну и села спиной к стене."
    "Она похлопала рукой рядом, приглашая меня к ней присоединиться."
    show bg club_day
    show natsuki 2a zorder 2 at t11
    with wipeleft
    mc "На стульях разве не удобнее?.."
    "Я уселся рядом с Нацуки."
    n 2k "Стулья не катят."
    n "Так мы не сможем читать вместе."
    mc "Э? Почему это?"
    mc "А... Так будет проще быть ближе друг к другу..."
    n 2o "...!"
    n 5r "Н-не говори об этом так!"
    n "Ты заставляешь меня чувствовать себя странно!"
    "Нацуки скрестила руки и немного от меня отодвинулась."
    mc "Извини..."
    show natsuki 5g
    "Хотя я и не собирался садиться к ней так близко, однако..."
    "Не могу сказать, что в этом есть что-то плохое."
    "Я открыл книгу."
    "Прошло всего несколько секунд, и Нацуки обратно пододвинулась ко мне, думая, что я не замечу."
    "Когда она заглянула мне через плечо, я резко ощутил её желание начать читать, куда более сильное, чем моё собственное."
    n 1k "Эх, сколько времени прошло с тех пор, как я читала первый том..."
    mc "А?"
    mc "Ты не пролистываешь порой уже прочитанные тома?"
    n 2k "Да нет."
    n "Разве что иногда, после того как прочту всё до конца."
    n 2c "Эй, не отвлекайся!"
    mc "Эх..."
    "Так как в сюжете ничего интересного не происходило, я мог одновременно читать и поддерживать диалог."
    "Похоже, манга повествует о группе друзей, учащихся в старшей школе."
    "Типичная повседневность."
    "Я в некотором роде уже вырос из подобного, потому что обилие картинок всё же недостаточно для компенсации недостатков сюжета."
    mc "Итак..."
    mc "Что мне от этого ожидать?"
    mc "Тут сюжет-то есть?"
    n 4w "Разумеется есть!"
    n "Думаешь, она бы мне понравилась, не будь в ней сюжета?"
    n 4c "Я хочу сказать..."
    n 2c "Ладно, я поняла, к чему ты клонишь..."
    n 2k "Многое начинается с простых вещей..."
    n "К примеру, там есть забавная глава, где они одержимы парнем в магазине мороженого."
    n 2c "Но это лишь помогает лучше узнать персонажей!"
    n "Кроме того, это ещё и интересно."
    n 2d "Но потом там начнутся разные драматические события..."
    n "Например, когда сюжет прерывается повествованием об их прошлом или когда начинаются романтические отношения."
    n "Вот что делает эту мангу настолько захватывающей."
    n 2a "Также там хватает и трогательных моментов."
    mc "Вот как..."
    mc "Похоже, ты и правда знаешь, о чём говоришь."
    mc "Возможно, я недооценил тебя."
    n 2z "Э-хе-хе."
    n 1f "...Эй!"
    n "Что {i}это{/i} должно значить?!"
    mc "Ай..."
    "Нацуки слегка меня толкнула."
    mc "Я просто имел в виду, что мне ещё не доводилось видеть тебя такой..."
    n 5s "Хмф. Выкрутился."
    mc "А... В этой главе, кажется, речь идёт о выпечке."
    mc "Мне только так кажется, или в этой манге особое внимание уделено выпечке?"
    n 5b "Ну-у..."
    "На мгновение Нацуки замолчала, как будто не хотела это признавать."
    n 2q "...Да."
    n "А какое это имеет значение?"
    mc "Да никакого, мне просто любопытно..."
    mc "Тебе ведь тоже нравится выпечка, да?"
    n 1o "Это..."
    n "Обычное совпадение!"
    n 1t "Просто я осваивала выпечку как раз тогда, когда мне в руки попала эта манга."
    n "Как будто я стала бы заниматься чем-то лишь потому, что там про это написано."
    n 4y "Сочувствую тому, кто столь впечатлителен."
    n "А-ха-ха!"
    "Это совершенно точно не совпадение..."
    "Думаю, это и объясняет интерес Нацуки к выпечке."
    "Однако из всех встречающихся в манге увлечений это определённо одно из лучших."
    "Не говоря уже о том, что она действительно в этом хороша. Так с чего бы мне её осуждать?"
    $ persistent.clear[0] = True
    scene n_cg1_bg
    show n_cg1_base
    with dissolve_cg
    "..."
    "Мы провели за чтением ещё несколько минут."
    "За это время я успел прочесть ещё пару глав."
    mc "..."
    mc "...Тебе не скучно?"
    n "Совсем нет!"
    mc "Хотя ты просто смотришь, как я читаю?"
    n "Ну..."
    n "Мне... этого достаточно."
    mc "Как скажешь..."
    mc "...Полагаю, это весело – делиться с кем-то любимыми вещами."
    mc "Я всегда немного волнуюсь, когда убеждаю кого-нибудь из своих друзей почитать понравившуюся мне мангу."
    mc "Понимаешь, что я имею в виду?"
    n "...?"
    mc "Хм?"
    mc "Нет?"
    show n_cg1_exp2 at cgfade
    n "М-м-м..."
    n "Это не..."
    n "Мне-то откуда знать."
    mc "...Что ты хочешь этим сказать?"
    mc "Разве ты не делишься мангой со своими друзьями?"
    hide n_cg1_exp2
    show n_cg1_exp3 at cgfade
    n "Не мог бы ты не сыпать соль на рану?"
    n "Блин..."
    mc "Ой... Прости..."
    n "Хмф."
    n "Будто мои друзья согласились бы это прочитать..."
    n "Они считают, что манга – для детей."
    n "Стоит мне только завести об этом речь, как они такие..."
    n "«А? Ты что, ещё не выросла из всего этого?»"
    n "Так и хочется съездить им по физиономии..."
    mc "Эх, я знаю таких людей..."
    mc "Честно говоря, довольно сложно найти друзей, которые не осуждали бы тебя за это и уж тем более сами этим увлекались."
    mc "В некотором роде я неудачник, поэтому со временем обзавёлся такими же друзьями-неудачниками."
    mc "Но, видимо, для такой, как ты, всё гораздо сложнее."
    hide n_cg1_exp3
    n "Хм..."
    n "Да, пожалуй ты прав."
    "{i}...Постой, в каком именно месте???{/i}"
    n "Я ведь даже не могу хранить мангу у себя дома..."
    n "Страшно представить, что сделает мой отец, если найдёт её."
    n "Но хотя бы в клубе можно спокойно её читать."
    show n_cg1_exp3 at cgfade
    n "Разве что Моника иногда гундит..."
    n "Уф! Всё против меня!"
    mc "Да, но в итоге ты добилась своего, верно?"
    mc "Вот, я читаю её с тобой."
    n "Увы, это не решает все мои проблемы."
    mc "Возможно..."
    mc "Но тебе ведь сейчас весело, да?"
    hide n_cg1_exp3
    show n_cg1_exp2 at cgfade
    n "—"
    n "..."
    n "...Правда?"
    mc "А-ха-ха."
    hide n_cg1_exp2
    show n_cg1_exp3 at cgfade
    n "Боже, хватит!"
    n "Ты будешь уже читать или как?"
    mc "Да, да..."
    "Я перевернул страницу."
    "Внезапно Нацуки начала смеяться."
    hide n_cg1_exp3
    show n_cg1_exp1 at cgfade
    n "А-ха-ха-ха!"
    n "Я совершенно забыла, что там происходит!"
    "Нацуки ткнула пальцем в один из рисунков."
    n "Минори – мой любимый персонаж."
    n "Ты всегда ей немного сочувствуешь, ведь она такая невезучая."
    n "Но всё становится совсем плохо, когда—"
    hide n_cg1_exp1
    n "Ой..."
    n "Я не должна об этом говорить!"
    n "Просто дочитай главу до конца!"
    scene bg club_day
    with dissolve_cg
    "Голос Нацуки искрился от волнения."
    "Это резко контрастировало с её обычным властным тоном."
    "Но, раз она не привыкла с кем-то обсуждать любимую мангу, я её вполне понимаю."
    "Трудно передать словами то ощущение, которое испытываешь, когда находишь родственную душу."
    "И тем более когда речь идёт о Нацуки, для которой это совсем уж редкий опыт..."
    "Я улыбнулся этой мысли."
    show monika 4b zorder 3 at f21
    m "Итак, друзья!"
    mc "Э?"
    m "Все готовы к сегодняшним чтениям?"
    mc "..."
    show monika zorder 2 at t21
    show natsuki 4w zorder 3 at f22
    n "Да брось ты!"
    n "Не могла ты подобрать ещё менее удачный момент?"
    show natsuki zorder 2 at t22
    show monika zorder 3 at f21
    m 5 "Прости~!"
    m "Просто я хочу убедиться, что нам хватит времени."
    m "Хотя вам там явно очень уютно. А-ха-ха!"
    show monika zorder 2 at t21
    show natsuki zorder 3 at f22
    n 4o "Э?.."
    n 1p "А-а!"
    "Наконец Нацуки заметила, как близко друг к другу мы сидим."
    "Она поспешно отодвинулась от меня на добрые полметра."
    show monika zorder 1 at thide
    show natsuki 1s zorder 2 at t11
    hide monika
    mc "Ладно..."
    mc "Думаю, на этом я пока и остановлюсь."
    "Я закрыл книгу и передал её Нацуки."
    n 2m "Ты просто возвращаешь мне её?.."
    n "Тебе разве не интересно, что там будет дальше?"
    mc "А... Да, но..."
    mc "Моника же сказала—"
    n 2u "Не тупи."
    n "Просто возьми её домой."
    mc "Э?"
    mc "...Правда можно?"
    "Я говорю это по большей части потому, что не планировал тратить на её чтение своё свободное время..."
    n 4h "Да, конечно."
    n "Здесь ты её вечность читать будешь."
    n "Просто закончи её до завтра, чтобы мы могли двигаться дальше."
    n 4g "И, если ты её помнёшь, я тебя убью."
    mc "До завтра?.."
    show natsuki zorder 1 at thide
    hide natsuki
    "Я практически только начал читать этот томик."
    "Я могу пропустить свои любимые передачи, если попытаюсь пробраться через эти дебри..."
    "Но, полагаю, это необходимая жертва ради того, чтобы увидеть восторженное лицо Нацуки."
    "Или я больше боюсь того, что произойдёт, если я {i}не{/i} дочитаю?.."
    mc "Что ж, ладно!"
    "Я встал."
    "Я подошёл к своим вещам и аккуратно положил томик в портфель."
    return


label natsuki_exclusive_2:
    $ n_exclusivewatched = True
    play music t6 fadeout 1
    scene bg club_day
    show natsuki 4c zorder 2 at t11
    with wipeleft_scene
    n "..."
    "Немного погодя ко мне подошла Нацуки, чего-то явно ожидая."
    mc "Да, да."
    mc "Не переживай, я сдержал обещание."
label natsuki_exclusive_2_ch3:
    "Я вытащил первый томик «Ванильных девочек» из своего портфеля."
    "Нацуки взяла его из моих рук, потом быстро перевернула и осмотрела, вероятно в поисках помятостей."
    mc "Эй, я не такой раздолбай..."
    mc "Я давно уже увлекаюсь мангой, знаешь ли."
    n 1m "Я лишь хотела убедиться!"
    n 1c "Ты же не думаешь, что я параноик?"
    n "Просто я не каждый день даю кому-то свою мангу."
    mc "И то верно..."
    mc "Я тебя не виню."
    n 2j "Как бы то ни было, этот томик отправляется назад на полку."
    n "А тебе я дам следующий, хорошо?"
    show natsuki zorder 1 at thide
    hide natsuki
    "Нацуки направилась к кладовке."
    "Я пошёл следом."
    show bg closet
    show natsuki 2l zorder 2 at t11
    with wipeleft
    n "Так ты расскажешь, тебе как, понравилось?"
    n 2k "На чём закончился этот том? Я забыла."
    mc "А, глава закончилась, когда Минори и Алиса нашли—"
    show natsuki 1e at h11
    n "{i}Моника!!!{/i}"
    "Голос Нацуки из кладовки эхом пронёсся по комнате."
    mc "Э?.."
    "Я заглянул внутрь."
    "Все книги Нацуки выстроились шеренгой на верхней полке."
    n "Ты снова переставила мою мангу?!"
    show monika 3l at l31
    m "Ах, прости-прости!"
    m "Учитель рассердился, что мы заняли столько места в кладовке."
    m "Поэтому мне пришлось немного всё переставить и прибраться."
    m 3b "Всё там, просто я немного иначе расставила книги."
    show monika zorder 1 at thide
    hide monika
    n 1r "Уф..."
    "Верхняя полка намного выше головы Нацуки."
    show natsuki at h11
    "Она подпрыгивала, безуспешно пытаясь дотянуться до своей манги."
    n 1q "Бли-и-ин!.."
    n "Это так неудобно!"
    n 1c "Я переставляю всё обратно."
    n "На этих полках столько свободного места."
    n "И вообще..."
    n 4w "Они так красиво смотрятся, когда вот так стоят в ряд!"
    n "Зачем прятать такую красоту на верхнюю полку?"
    mc "Эм, Нацуки..."
    mc "Там у стены стоит скамеечка."
    "В кладовке действительно есть небольшая складная скамейка для ног."
    mc "Если хочешь, давай я туда залезу и всё тебе передам..."
    n 1g "Я и сама могу сделать это!"
    "Нацуки взяла и разложила скамеечку."
    n "Ты думаешь, я слишком маленькая или типа того?"
    mc "Я имел в виду—"
    n 5x "Так и {i}знала{/i}!"
    n 5w "Знаешь что?"
    n "Смотри и учись!"
    "Нацуки запрыгнула на скамеечку, которая в меру особенностей конструкции тут же начала ходить ходуном."
    n 1f "Ай..."
    mc "Осторожно..."
    n 1r "Я знаю что делаю!!!"
    "Даже стоя на скамейке, Нацуки дотягивалась до верхней полки лишь кончиками пальцев."
    "Я бы с этой скамейки достал книги с лёгкостью, но Нацуки, как обычно, упрямилась."
    n "У-ух..."
    "Пальцы Нацуки нащупали одну из небольших коробок на самом краю полки."
    n 1t "Видишь?.."
    n 1v "Ай—!"
    "Коробка внезапно опрокинулась."
    "Нацуки в последний момент поймала её."
    "Скамеечка закачалась."
    show natsuki at h11
    n "Уа-а-а-а—"
    "Потеряв равновесие, Нацуки спрыгнула со скамейки."
    "К счастью, она смогла удержаться на ногах."
    "С победоносным видом она показала мне коробку."
    n 4y "В-вот так!"
    "Впрочем, Нацуки, чудом избежавшую неминуемого падения, немного трясло."
    mc "Ну ты даёшь..."
    mc "Вовсе необязательно кому-то что-то доказывать."
    mc "Незачем надрываться и таскать такие огромные коробки."
    mc "Я мог бы снять их, так что—"
    n 2h "Я сказала, что сама справлюсь!"
    n "Я не хочу, чтобы ты мне помогал, ясно?"
    mc "Эх..."
    n "Я возьму стул, так что просто подожди."
    show natsuki zorder 1 at thide
    hide natsuki
    "Отпихнув меня, Нацуки вышла из кладовой."
    n "Ну-ка..."
    "Стулья и парты класса представляют собой единое целое, так что в кладовую такой едва ли возможно протащить."
    n "Ага!"
    "Нацуки направилась к столу учителя, рядом с которым стоял обычный компьютерный стул."
    "Она покатила его к кладовке."
    show natsuki 4a zorder 2 at t11
    mc "Э..."
    "Затея была довольно опасной: стул вращался и катался на колёсиках."
    "Но я усвоил урок, поэтому решил промолчать."
    n 1 "Ух..."
    "Нацуки залезла на стул, а затем, балансируя, выпрямила ноги."
    "Поскольку она отказалась от моей помощи, я сел у стены рядом с дверью и стал наблюдать."
    $ persistent.clear[1] = True
    scene n_cg2_bg
    show n_cg2_base
    with dissolve_cg
    n "Ага! Вот так!"
    n "Видишь? Я и сама справилась."
    "Нацуки взяла стопку манги и наклонилась, чтобы переложить её на нижнюю полку."
    show n_cg2_base at n_cg2_wiggle
    n "А-а-ай—"
    "Стул повернулся."
    "Нацуки ухватилась за полку."
    show n_cg2_exp1 at cgfade
    n "Что ты делаешь?!"
    n "Не мог бы ты подержать стул, а не просто сидеть и бездельничать?"
    "{i}(А кто недавно говорил, что не нуждается в моей помощи?..){/i}"
    mc "Да, да... сейчас."
    hide n_cg2_exp1
    "Я стал держать стул, а Нацуки снова попыталась дотянуться до коробок."
    mc "...!"
    "Я могу..."
    "{i}Я почти могу заглянуть ей под юбку?!{/i}"
    mc "Кхек..."
    "Я заставил себя отвернуться."
    "Нацуки действительно не подумала об этом?"
    "Как только до неё дойдёт, я покойник!"
    show n_cg2_base at n_cg2_wiggle
    n "Фух..."
    "Нацуки взяла коробку с полным изданием «Ванильных девочек», бесспорно самую большую коробку на полке."
    n "Ух... Тяжёлая..."
    show n_cg2_exp1 at cgfade
    n "Эй, [player]..."
    n "Боюсь, я упаду, если наклонюсь!.."
    n "Возьми поскорее у меня эту коробку..."
    mc "Э?"
    mc "Но тогда мне придётся отпустить стул..."
    n "Ничего страшного!"
    n "Это же только на секунду."
    n "Давай скорей!"
    mc "Ладно!.."
    mc "Только встану..."
    "Я медленно отпустил спинку стула."
    n "Что значит «встану»?"
    "Нацуки посмотрела на меня сверху вниз."
    n "Куда ты ушёл?.."
    stop music fadeout 1
    n "Э?.."
    "Нацуки выглядела так, будто что-то поняла, но боялась потерять равновесие, если хоть немного сдвинется с места."
    mc "Нацуки, коробка—"
    play music t7
    show n_cg2_exp2 at cgfade
    n "{i}На что ты уставился?!{/i}"
    mc "—!"
    show n_cg2_base at n_cg2_wiggle_loop
    show n_cg2_exp1 at n_cg2_wiggle_loop
    show n_cg2_exp2 at n_cg2_wiggle_loop
    n "Ты что, пялился на мои... м-мои..."
    "Ноги Нацуки задрожали."
    mc "Н-нет! Я просто—"
    mc "—Нацуки, только не двигайся!"
    mc "Просто дай мне коробку!"
    n "Ты... ты извращенец!"
    n "Ты подставил меня!"
    n "Пошёл вон!"
    n "Убирайся!"
    mc "Но—"
    n "Я всё сделаю сама!"
    hide n_cg2_exp2
    n "А-а—"
    "Неожиданно стул под ногами Нацуки повернулся."
    mc "Нацуки!!!"
    show n_cg2_base at n_cg2_wiggle_loop
    show n_cg2_exp1 at n_cg2_wiggle_loop
    show n_cg2_exp2 at n_cg2_wiggle_loop
    n "{i}А-а-а-а-ай!{/i}"
    "Через секунду вокруг воцарился хаос."
    "Стул вылетел из-под ног Нацуки."
    "Я отчаянно попытался её поймать."
    "Она выпустила коробку из рук, и её содержимое разлетелось в разные стороны."
    mc "Поймал!"
    show n_cg2_base at n_cg2_zoom
    show n_cg2_exp1 at n_cg2_zoom
    show n_cg2_exp2 at n_cg2_zoom
    show black:
        alpha 0
        0.10
        linear 0.10 alpha 1
    pause 0.20
    stop music
    play sound 'sfx/fall2.ogg'
    "{i}Шарах!!!{/i}"
    "Под весом Нацуки я упал на пол."
    "Целый ворох книг посыпался мне на лицо."
    "Нацуки попыталась закрыться руками, в то время как её лицо приземлилось точно мне на грудь."
    mc "Ух..."
    "Основной удар пришёлся на мои правую руку и спину."
    play music t8 fadeout 1.0
    scene bg closet
    show natsuki 1v at face
    with dissolve_cg
    n "У-ух..."
    "Нацуки медленно пришла в себя."
    mc "Гх—!"
    "Она опёрлась о меня руками, чтобы подняться."
    n 1h "Э?.."
    "Наконец до Нацуки дошло, что под ней вовсе не пол."
    n 1o "Уо-о-о!.."
    n "Гадость! Нахал!"
    mc "Гха—!"
    "Я получил кулаком в грудь."
    "Затем Нацуки поднялась на ноги."
    show natsuki 1x zorder 2 at t11
    n "О чём ты только думал?!"
    n "Псих!"
    show monika 1d zorder 3 at f31
    m "С вами всё в порядке?.."
    m "Я слышала громкий шум..."
    "Неожиданно в кладовку заглянула Моника."
    show monika zorder 2 at t31
    show natsuki zorder 3 at f11
    n 1e "Моника!"
    n "Смотри, что получилось из-за того, что ты убрала мангу на верхнюю полку!"
    n 1w "Ты так хотела убить своих товарищей по клубу или что?"
    n "Ёлки-моталки!"
    show natsuki zorder 2 at t11
    show monika zorder 3 at f31
    m 5 "П-прости, прости!"
    m "А-ха-ха..."
    show monika zorder 2 at t31
    show natsuki zorder 3 at f11
    n 5r "Да, и ещё кое-что."
    n "Кажется, наш новенький – конченный извращенец."
    n "Надеюсь, ты счастлива."
    show natsuki zorder 2 at t11
    mc "Я вовсе не..."
    "Так или иначе, я не могу объяснить эту странную ситуацию Монике."
    mc "Я ничего такого не делал, клянусь!.."
    show monika zorder 3 at f31
    m 1l "Я знаю, знаю, не переживай~"
    show monika zorder 1 at thide
    hide monika
    "Тихо сказала мне Моника."
    "Кажется, пронесло..."
    stop music fadeout 1
    n 1p "О нет!.."
    n "Блин... Блин..."
    show natsuki 1m
    mc "А?"
    "Я посмотрел вниз."
    "Нацуки стояла на коленях и держала одну из разбросанных по полу книг."
    "Одна из страниц помялась, и Нацуки отчаянно пыталась её расправить."
    mc "Наверное, при падении книга открылась на этой странице."
    stop music fadeout 1
    "Нацуки и так и эдак пробовала её разгладить, но у неё ничего не получалось."
    show natsuki 12b
    "Внезапно она бросила это занятие, захлопнула книгу и швырнула её на пол."
    "Перестав кричать, она понуро опустила голову."
    play music t9
    show natsuki 12d at s11
    n "{i}*Шмыг*{/i}"
    mc "...Нацуки, ты же не—"
    show natsuki zorder 2 at t11
    n 12f "Нет!"
    "Её голос срывался."
    "По её лицу текли слёзы."
    mc "Ох..."
    mc "Я помогу тебе разгладить складки, ладно?"
    mc "В этом есть и моя вина, так что..."
    "Всё ещё глядя под ноги, Нацуки качает головой."
    n "Нет..."
    n "Дело даже не в этом..."
    n "Просто у меня..."
    n "Сегодня не самый лучший день."
    "Нацуки снова залилась слезами."
    n 12i "Я вовсе не хотела срывать на тебе злость..."
    n "Я действительно не хотела!"
    mc "Всё... всё в порядке."
    mc "...Ты больше ничего не хочешь мне сказать?"
    show natsuki 12f
    "Нацуки покачала головой."
    n "Просто..."
    n "Каждый... день..."
    n "...так... тяжело."
    n "Я всего лишь хочу..."
    n "...прийти в клуб и..."
    n "..."
    "Нацуки снова замолчала."
    "Я не мог давить на неё, поэтому мне оставалось лишь делать то, что в моих силах."
    mc "Ладно..."
    mc "Я помогу тебе тут прибраться."
    mc "И переставлю всю твою мангу."
    mc "О!.."
    "Я поднял второй томик «Ванильных девочек»."
    mc "А это мы отложим в сторонку."
    mc "Это поможет немного поднять тебе настроение, да?"
    mc "Мы можем его начать после того, как я тут закончу с уборкой."
    show natsuki 12h
    "Нацуки посмотрела на меня влажными от слёз глазами."
    "Её губы дрожали."
    n "Ты..."
    n "Ты действительно так добр ко мне..."
    mc "А?"
    "В устах Нацуки это звучит странно."
    "Такого я не ожидал."
    mc "Ну..."
    mc "Ты же мой друг, понимаешь?"
    n 12f "Н-н..."
    show natsuki at thide
    hide natsuki
    "Нацуки опустила голову и снова всхлипнула."
    "Не знаю, что с ней сегодня произошло, но единственное, что я могу для неё сделать, – оказать поддержку."
    "Следующие пару минут стояла полная тишина, а я собирал с пола разбросанные книги."
    "Я убедился, что сложил их в коробку в правильном порядке."
    "Спустя некоторое время Нацуки начала мне помогать."
    "Вскоре после этого мы закончили, и я поставил коробку на полку, которую указала мне Нацуки."
    "После этого я встал на скамейку и быстро переставил все её оставшиеся книги с верхней полки."
    mc "Готово—!"
    mc "Вот как-то так."
    "Я спрыгнул со скамейки."
    "Нацуки отвела взгляд."
    show natsuki 5u at t11
    n "С-спасибо..."
    mc "А-ха-ха..."
    mc "Не за что."
    "Нацуки держала в руках томик, который я отложил раньше."
    mc "Отлично, я готов."
    n 2n "Хорошо."
    n "Даже если бы ты не был готов, я бы всё равно тебя заставила."
    n 2u "Ты должен держать своё слово."
    n "Я о том, что ты обещал поднять мне настроение."
    mc "Раз ты настаиваешь..."
    play music t8 fadeout 1
    scene bg club_day
    with wipeleft_scene
    "Мы уселись там же, где и в прошлый раз, и я открыл второй том."
    "Настроение Нацуки быстро улучшилось, она со смехом показывала забавные сцены в манге."
    "Она была на удивление внимательна и замечала множество неочевидных шуток и фоновых элементов."
    "В итоге я впечатлился тем, как в этой манге всё органично переплеталось."
    "Думаю, у Нацуки хороший вкус."
    "Спустя некоторое время наше внимание, как всегда, привлекла Моника, предложившая почитать друг другу стихи."
    show natsuki 2j zorder 2 at t11
    mc "Наверное, оставлю пока этот томик у себя."
    n "Ага!"
    n "В этот раз даже ты преисполнен энтузиазма."
    mc "Ну, знаешь, я её уже немного распробовал."
    n 4z "Э-хе-хе."
    n "Я же говорила."
    mc "Да, да..."
    show natsuki zorder 1 at thide
    hide natsuki
    "Я вернулся на своё место и убрал книжку в портфель."
    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
