

label ch1_main:
    scene bg club_day
    with dissolve_scene_half
    play music t2
    show monika 5 zorder 2 at t11

    m "Доброе утро, [player]!"
    m "Я рада, что ты от нас не сбежал. Ха-ха-ха!"
    mc "Не, я бы так не поступил."
    mc "Может, от меня это прозвучит странно, но я держу своё слово."
    show monika zorder 1 at thide
    hide monika
    "И вот я снова в литературном клубе."
    "Я пришёл последним, так что в клубе уже бурлила деятельность."
    show yuri 1a zorder 2 at t32
    y "Спасибо, что сдержал обещание, [player]."
    y "Надеюсь, для тебя это не слишком тяжёлое бремя."
    y 1u "Ведь так сразу окунуться с головой в литературу, когда ты к ней ещё не привык..."
    show natsuki 4e zorder 2 at t33
    n "Ой, да брось с ним так нянчиться."
    n "Саёри сказала мне, что ты вообще не собирался вступать ни в какой клуб в этом году."
    n "И в прошлом тоже!"
    n 4c "Не знаю, планируешь ли ты просто приходить сюда, чтобы убить время..."
    n "Но, если не будешь воспринимать нас всерьёз, можешь сразу проваливать."
    show monika 2b at l41
    m "Боже, Нацуки, ты так высокопарно говоришь, а сама все полки в кладовке своей мангой забила."
    n 4o "М-м-м!.."
    show monika at lhide
    hide monika
    "Кажется, Нацуки застряла где-то между словами «Моника» и «манга»."
    show natsuki at h33
    n 1v "Манга тоже литература!"
    show natsuki zorder 1 at thide
    hide natsuki
    "Уничтоженная одной репликой, Нацуки угрюмо плюхнулась на свой стул."
    show yuri zorder 2 at t22
    show sayori 2x zorder 3 at f21
    s "Не волнуйтесь, девчата~"
    s "[player] всегда старается изо всех сил, пока ему весело."
    s "Он часто помогает мне с тяжёлой работой, мне даже не приходится просить."
    s "Готовка, уборка моей комнаты..."
    show sayori 2a zorder 2 at t21
    show yuri zorder 3 at f22
    y 2m "Он такой благонадёжный..."
    show yuri zorder 2 at t22
    mc "Всё потому, Саёри, что по твоей комнате словно ураган прошёлся и меня это раздражает."
    mc "А свой дом ты вообще однажды чуть не спалила."
    show sayori at s21
    s 5 "Правда?.. Э-хе-хе..."
    show yuri zorder 3 at f22
    y 1s "Вы и правда очень близкие друзья, не так ли?"
    y "Я даже немного завидую..."
    show yuri zorder 2 at t22
    show sayori zorder 3 at f21
    s 1 "С чего бы? Ты и [player] тоже можете стать хорошими друзьями!"
    show sayori zorder 2 at t21
    show yuri zorder 3 at f22
    y 4b "Ум-м..."
    show yuri zorder 2 at t22
    mc "С-Саёри—"
    show sayori zorder 3 at f21
    s "М-м-м?"
    show sayori zorder 2 at t21
    mc "..."
    "Как обычно, Саёри совершенно невдомёк, в какую неловкую ситуацию она снова меня загнала."
    show sayori zorder 3 at f21
    s 4x "О, кстати! Юри тебе сегодня даже кое-что принесла~"
    show sayori zorder 2 at t21
    show yuri zorder 3 at f22
    y 3n "П-постой! Саёри..."
    show yuri zorder 2 at t22
    mc "А? Мне?"
    show yuri zorder 3 at f22
    y 3o "Ум-м... Не совсем..."
    show yuri zorder 2 at t22
    show sayori zorder 3 at f21
    s 4r "Ладно тебе, не стесняйся~"
    show sayori zorder 2 at t21
    show yuri zorder 3 at f22
    y "Правда, ничего такого..."
    show yuri zorder 2 at t22
    mc "Что там?"
    show yuri zorder 3 at f22
    y 4c "П-просто забудь!"
    y "Саёри сказала так, будто это нечто особенное, хотя на самом деле нет..."
    y "У-у-ум, что же делать..."
    show yuri zorder 2 at t22
    show sayori zorder 3 at f21
    s 1g "Э? Прости, Юри, я не подумала..."
    show sayori zorder 1 at thide
    hide sayori
    show yuri zorder 2 at t11
    "Похоже, пришёл мой час спасать положение..."
    mc "Слушай, не запаривайся так насчёт этого."
    mc "Я с самого начала ничего не ждал."
    mc "Так что любой дружеский жест с твоей стороны – это приятный сюрприз."
    mc "Что бы ты ни приготовила, я буду этому рад."
    y 3v "В-вот как..."
    mc "В общем, я не стану придавать этому большое значение, если тебе так проще."
    y "Хорошо..."
    y 1a "Что ж, тогда возьми."
    "Из своего портфеля Юри вытащила книгу."
    y "Я не хотела, чтобы ты чувствовал себя не в своей тарелке..."
    y "Так что я выбрала книгу, которая, на мой взгляд, тебе понравится."
    y "Она довольно короткая, так что, даже если ты читаешь нечасто, уверена, она тебя увлечёт."
    y "И мы могли бы, ум-м..."
    show yuri at sink
    y 4b "Обсудить её... если захочешь..."
    "Э-это..."
    "Как у неё получается непреднамеренно быть такой бесконечно милой?"
    "Она даже не поленилась найти книгу, которая может мне понравиться, хотя я практически ничего не читаю..."
    mc "Спасибо большое, Юри! Я обязательно её прочту!"
    "Я с энтузиазмом взял книгу."
    show yuri 2m zorder 2 at t11
    y "Ах..."
    y 2a "Не нужно спешить, читай её в своём темпе."
    y "Я буду с нетерпением ждать твоего мнения."
    show yuri zorder 1 at thide
    hide yuri


    "Когда все расселись, я ожидал, что Моника пойдёт по плану мероприятий клуба."
    "Но похоже, что я ошибался."
    "Моника и Саёри сидели в углу и оживлённо о чём-то беседовали."
    "Юри полностью погрузилась в книгу."
    "У неё такое сосредоточенное выражение лица, будто она весь день этого ждала."
    "Нацуки же копалась в кладовке."


    $ nextscene = poemwinner[0] + '_exclusive_' + str(eval(poemwinner[0][0] + '_appeal'))
    call expression nextscene


    show monika 1 zorder 2 at t21
    hide sayori
    hide natsuki
    hide yuri
    m "Кстати, никто не забыл вчера вечером написать стихотворение?"
    mc "Н-нет..."
    "С этими словами мои минуты спокойствия закончились."
    "Не могу поверить, что согласился сделать нечто настолько смущающее."
    "Собственно, мне даже вдохновение было неоткуда брать, ведь я раньше ничем подобным не занимался."
    m "Раз все готовы, давайте делиться друг с другом?"
    show sayori 4q zorder 2 at t22
    s "Жду не дождусь~!"
    show sayori zorder 1 at thide
    show monika zorder 1 at thide
    hide sayori
    hide monika
    "Саёри и Моника, полные энтузиазма, достали свои стихи."
    "Стих Саёри был написан на мятой бумажке, вырванной из блокнота."
    "В противоположность ей, Моника написала свой в тетради для сочинений."
    "Со своего места я уже вижу безупречный почерк Моники."
    "Нацуки с Юри неохотно подчинились и полезли в портфели."
    "Я последовал за ними."

    return


label ch1_end:
    stop music fadeout 1.0
    scene bg club_day
    with wipeleft_scene
    play music t3
    mc "Фух..."
    "Кажется, все закончили."
    "Я обвёл комнату взглядом."
    "Это было напряжённее, чем я себе представлял."
    "Словно все осуждают меня за посредственные писательские способности..."
    "Даже если они этого не показывают, мои стихи ни за что не сравнятся с их уровнем."
    "Всё-таки это литературный клуб."
    "Я глубоко вздохнул."
    "Что ж, я сам себя в это втянул."
    "В другом конце комнаты Саёри с Моникой весело болтали."
    "Мой взгляд остановился на Юри с Нацуки."
    show yuri 2g zorder 2 at t21
    show natsuki 1g zorder 2 at t22
    "Девушки робко обменивались стихами."
    show yuri 2i at t21
    "Когда они одновременно стали читать, я с интересом наблюдал, как изменяются выражения их лиц."
    "Нацуки недовольно нахмурила брови."
    "В то же время Юри печально улыбалась."
    show natsuki zorder 3 at f22
    n 1q "{i}(Что это за стиль такой?..){/i}"
    show natsuki zorder 2 at t22
    show yuri zorder 3 at f21
    y 2f "А?"
    y "Ум-м... ты что-то сказала?"
    show yuri zorder 2 at t21
    show natsuki zorder 3 at f22
    n 2c "О, нет, ничего."
    "Нацуки пренебрежительно одной рукой положила тетрадь со стихом на стол."
    n "Пожалуй, можно сказать, что стих вышел довольно изящным."
    show natsuki zorder 2 at t22
    show yuri zorder 3 at f21
    y 2i "Ах... Спасибо..."
    y "А твой... милым..."
    show yuri zorder 2 at t21
    show natsuki zorder 3 at f22
    n 2h "Милым?"
    n 1h "Ты, что, вообще не заметила в нём символизма?"
    n "Он же пропитан чувством безысходности."
    n "Как такое можно назвать милым?"
    show natsuki zorder 2 at t22
    show yuri zorder 3 at f21
    y 3f "Я э-это поняла!"
    y "Я имела в виду..."
    y 3h "Стихотворный слог, наверное..."
    y "Я просто хотела сказать что-нибудь хорошее..."
    show yuri zorder 2 at t21
    show natsuki zorder 3 at f22
    n "А?"
    n 4w "То есть тебе пришлось напрячься, чтобы выдавить из себя что-нибудь хорошее?"
    n "Спасибо, конечно, но в итоге ничего хорошего не вышло!"
    show natsuki zorder 2 at t22
    show yuri zorder 3 at f21
    y 1i "Ум-м..."
    y "На самом деле у меня есть пара предложений..."
    show yuri zorder 2 at t21
    show natsuki zorder 3 at f22
    n 5x "Хмф."
    n "Если бы мне были нужны советы, я бы спросила того, кому понравился мой стих."
    n "И такие люди, кстати, {i}есть{/i}."
    n 5e "Он понравился Саёри."
    n "[player] тоже его похвалил!"
    n "И, раз уж у меня такой успех, я с радостью дам тебе парочку советов."
    n "Прежде всего—"
    show natsuki zorder 2 at t22
    show yuri zorder 3 at f21
    y 2l "Прошу прощения..."
    y "Я ценю твоё предложение, но я уже долгое время совершенствую свой собственный стиль."
    y 2h "Я не собираюсь в ближайшее время его менять, разве что мне на глаза попадётся что-то поистине вдохновляющее."
    y "Но такого пока не случилось."
    show yuri zorder 2 at t21
    show natsuki zorder 3 at f22
    n 1o "Н-н-н!.."
    show natsuki zorder 2 at t22
    show yuri zorder 3 at f21
    y 1k "И [player] мой стих тоже похвалил, позволь заметить."
    y "Он даже сказал, что был впечатлён."
    stop music fadeout 1.0
    "Нацуки резко встала."
    show yuri zorder 2 at t21
    show natsuki zorder 3 at f22
    n 4y "О, правда?"
    n "Я и не представляла, что ты так озабочена тем, чтобы впечатлить нашего нового члена, Юри."
    play music t7
    show natsuki zorder 2 at t22
    show yuri zorder 3 at f21
    y 1n "Э-э-э?!"
    y "Это вовсе не то, что я..."
    y 1o "У-у..."
    y "Ты... Ты просто..."
    "Юри тоже поднялась."
    y 2r "Может, ты просто завидуешь, что [player] мои советы ценит больше твоих?!"
    show yuri zorder 2 at t21
    show natsuki zorder 3 at f22
    n 1e "Неужели! С чего это ты решила, что {i}мои{/i} он ценит меньше?"
    n "Ты настолько самовлюблённая?"
    show natsuki zorder 2 at t22
    show yuri zorder 3 at f21
    y 3h "Я!.."
    y "Нет..."
    y "Будь я такой..."
    y 1r "...я бы точно из кожи вон лезла, чтобы делать всё слащаво-милым!"
    show yuri zorder 2 at t21
    show natsuki zorder 3 at f22
    n 1o "У-у-у-у-ух!.."
    show sayori 2l behind yuri, natsuki at l41
    show yuri zorder 2 at t32
    show natsuki zorder 2 at t33
    s "Э-эм!"
    s "У вас всё в порядке?.."
    show sayori 2 at lhide
    hide sayori
    show natsuki zorder 3 at f33
    n 1f "И вообще, знаешь что?!"
    n "Это не у меня сиськи волшебным образом выросли на один размер, с тех пор как [player] вступил в наш клуб!"
    show yuri 3p at h32
    show natsuki zorder 2 at t33
    y "Нацуки!"
    show monika 3l behind yuri, natsuki at l41
    m "Эм, Нацуки, это немного—"
    show monika at h41
    show yuri 3p zorder 3 at f32
    show natsuki 1e zorder 3 at f33
    ny "Вас это не касается!"
    show monika at lhide
    hide monika
    show yuri zorder 2 at t32
    show natsuki zorder 2 at t33
    show sayori 4p behind yuri, natsuki at l41
    s "Я н-не люблю ссор, девчата!.."
    show sayori at lhide
    hide sayori
    show yuri zorder 2 at t21
    show natsuki 1g zorder 2 at t22
    "Внезапно обе девушки резко повернулись ко мне, словно только что заметили моё присутствие."
    show yuri zorder 3 at f21
    y 2n "[player]!.."
    y "Она... Она просто выставляет меня в дурном свете!.."
    show yuri zorder 2 at t21
    show natsuki zorder 3 at f22
    n 4w "Неправда!"
    n "Это она начала!"
    n 4e "Если бы она поборола своё упрямство и оценила преимущества {i}простого{/i} стиля..."
    n "В таком случае спорить вообще было бы не о чем!"
    n "Какой смысл делать свои стихи такими запутанными?"
    n "Их смысл должен быть сразу понятен читателю, а не заставлять его лезть в дебри."
    n 1f "[player], помоги мне ей это втолковать!"
    show natsuki zorder 2 at t22
    show yuri zorder 3 at f21
    y 3o "М-минутку!"
    y "Разумеется, в нашем языке не просто так существует так много глубоких и многозначительных слов!"
    y 3w "Это единственный способ эффективно передать сложные чувства и образы."
    y "Мы только ограничиваем себя, избегая их, и... многое теряем!"
    y 1t "Ты ведь понимаешь меня, [player]?"
    show yuri zorder 2 at t21
    mc "Э-эм!.."
    show yuri 1t zorder 3 at f21
    show natsuki 1e zorder 3 at f22
    ny "Ну???"
    mc "..."
    show yuri zorder 2 at t21
    show natsuki 1g zorder 2 at t22
    "Как меня угораздило в это вляпаться?!"
    "Я ведь вообще не разбираюсь в поэзии..."
    "Но, какую бы из девушек я ни поддержал, я сразу же заслужу её расположение!"
    menu:
        "Тогда я соглашусь с..."
        "Нацуки.":
            call ch1_end_natsuki
        "Юри.":
            call ch1_end_yuri
        "Помоги мне, Саёри!":
            call ch1_end_sayori

    scene bg club_day
    show monika 4b zorder 2 at t11
    with wipeleft_scene
    m "Итак, друзья!"
    m "Пришло время заканчивать сегодняшнюю встречу."
    m "Как вам понравился обмен стихами?"
    show monika 4a
    show sayori 4x zorder 2 at t31
    s "Было очень весело!"
    show sayori behind yuri at thide
    show yuri 1i zorder 2 at t31
    hide sayori
    y "Могу сказать, что оно того стоило."
    show yuri behind natsuki at thide
    show natsuki 4q zorder 2 at t31
    hide yuri
    n "Было неплохо. По большей части."
    show natsuki zorder 1 at thide
    hide natsuki
    m 1a "[player], а ты что думаешь?"
    mc "...Да, я со всеми согласен."
    mc "Это прекрасная тема для совместного обсуждения."
    m 1j "Замечательно!"
    m 1a "В таком случае завтра сделаем то же самое."
    m "Возможно, вы узнали что-то полезное от своих друзей."
    m 3b "Так что ваши стихи отныне станут ещё лучше!"
    mc "..."
    show monika zorder 1 at thide
    hide monika
    "Я задумался."
    "Я действительно узнал, какие стихи нравятся каждой из девушек."
    "Немного удачи, и я уверен, что мне удастся произвести впечатление на интересующую меня девушку."
    "Обнаружив такую перспективную возможность, я кивнул сам себе."
    show sayori 1x zorder 2 at t11
    s "[player]!"
    s "Готов пойти домой?"
    mc "Конечно, идём."
    s 4q "Э-хе-хе~"
    "Саёри одарила меня своей лучезарной улыбкой."
    "Мы с Саёри и правда давно не проводили столько времени вместе."
    "И я покривлю душой, если скажу, что не получаю удовольствия."
    scene bg residential_day
    show sayori 1a zorder 2 at t11
    with wipeleft_scene
    mc "Саёри..."
    mc "Насчёт того, что случилось..."
    s 1b "Э? Что ты имеешь в виду?"
    mc "Ну, насчёт Юри с Нацуки."
    mc "Часто у вас такое случается?"
    s 4j "Не, не, не!"
    s "На самом деле сегодня я впервые увидела, чтобы они так ссорились..."
    s "Я уверяю, они замечательные люди."
    show sayori at s11
    s 1g "Ты ведь... Ты ведь не стал испытывать к ним неприязнь?"
    mc "Нет, ничего подобного!"
    mc "Я просто хотел твоё мнение узнать."
    mc "Теперь я понимаю, почему вы подружились."
    show sayori zorder 2 at t11
    s 1d "Ах..."
    s "Знаешь, [player]..."
    s "Здорово, что мы можем проводить время в клубе вместе."
    s "Но то, как хорошо ты поладил со всеми, делает меня по-настоящему счастливой."
    s 1x "А ещё я думаю, ты всем очень понравился!"
    mc "Да ну тебя—!"
    s 4q "Э-хе-хе~"
    s "Каждый день теперь будет наполнен весельем~"
    mc "Эх..."
    "Похоже, до Саёри ещё не дошло, в какой ситуации я оказался."
    "Конечно, здорово со всеми дружить, но..."
    "...Разве нужно на этом останавливаться?"
    mc "Мы посмотрим, что для нас приготовило будущее, Саёри."
    "Я похлопал Саёри по плечу."
    "Это были скорее мысли вслух, но Саёри иногда удобно было использовать для своего внутреннего монолога."
    show sayori at h11
    s 1x "Конечно~!"
    "Да..."
    "Всё в моих руках!"
    return

label ch1_end_natsuki:
    $ ch1_choice = 'natsuki'
    stop music fadeout 1.0
    mc "Эм..."
    mc "Юри!"
    mc "У тебя настоящий талант."
    show yuri 4a at s21
    y "Э? Спа—"
    play music t8
    mc "Но Нацуки права!"
    mc "Я думаю, что..."
    show yuri zorder 2 at t21
    "Я изо всех сил напряг мозг, чтобы выдать убедительные доводы."
    mc "Я думаю, что способность передать свои чувства всего несколькими простыми словами..."
    mc "Может произвести ничуть не меньшее впечатление!"
    mc "Это заставляет читателя подключить своё воображение."
    mc "И стихотворение Нацуки отлично справляется с этой задачей!"
    show natsuki zorder 3 at f22
    n 5y "...Именно!"
    n "Оно с этим справилось, не правда ли?!"
    n "А-ха-ха!"
    n "Это прекрасный показатель, насколько {i}ты{/i} не разбираешься в этом!"
    show natsuki zorder 2 at t22
    show yuri zorder 3 at f21
    y 4b "Я не совсем..."
    show yuri zorder 2 at t21
    mc "Нацуки..."
    mc "Тебе стоит остановиться."
    show natsuki zorder 3 at f22
    n 1m "А?"
    n "Мне?"
    n "Но она была так несправедлива ко мне!.."
    "Нацуки буквально скулила от негодования."
    show natsuki zorder 2 at t22
    mc "Слушай..."
    mc "Не стоит забывать о том, о чём мы говорили вчера."
    mc "У каждого свой собственный стиль."
    mc "Делиться с другими своим творчеством может быть непросто."
    mc "Мне кажется, сегодня мы усвоили этот урок."
    mc "Даже небольшая критика может разжечь яростную полемику."
    "Я обернулся."
    "Саёри энергично кивала мне."
    mc "Я просто хочу сказать..."
    mc "Не сердись на Юри."
    mc "Твои стихи замечательные, Нацуки."
    show natsuki zorder 3 at f22
    n 1h "Ах—"
    "В возгласе Нацуки слышится удивление."
    n 1q "...Спасибо, что заметил."
    "Наконец едва слышно проговорила она."
    show natsuki zorder 2 at t22
    mc "Юри..."
    show yuri zorder 3 at f21
    y 4a "...?"
    "Юри отрешённо на меня посмотрела."
    "Не могу не посочувствовать ей, видя такое выражение её лица."
    show yuri zorder 2 at t21
    mc "Я уверен, что Нацуки не всё говорила всерьёз."
    mc "Тебе тоже не нужно на неё обижаться."
    show yuri zorder 3 at f21
    y 2v "Ум-м..."
    y "Раз ты так говоришь..."
    show yuri zorder 2 at t21
    show natsuki zorder 3 at f22
    n 1g "Эй!.."
    n "Нечего тут {i}за{/i} меня извиняться, [player]."
    n 1w "Блин."
    "Нацуки глубоко вздохнула, готовясь что-то сказать."
    n 1q "Я..."
    n "Насчёт этого..."
    n "У-ух..."
    "Нацуки обвела глазами класс."
    show natsuki zorder 3 at hf22
    n 1x "{i}Вы перестанете все на меня таращиться?{/i}"
    "Как и следовало ожидать, Нацуки справляется с вниманием толпы куда хуже, чем она сама недавно горделиво заявляла."
    "Саёри с Моникой тут же отвели взгляд."
    show natsuki zorder 3 at f22
    n 1i "Хмф."
    n "Короче!.."
    n 1q "Насчёт твоих сисек я говорила не всерьёз, ясно?"
    n "Это всё, что я хотела сказать."
    "Нацуки отвернулась, избегая взглядов окружающих."
    show natsuki zorder 2 at t22
    show sayori 4x behind yuri at l41
    s "Точно! Ты красавица от природы, Юри!"
    mc "Саёри?!"
    show yuri 4c zorder 3 at f21
    y "..."
    y "Я п-пойду заварю чай..."
    show yuri at lhide
    hide yuri
    show sayori zorder 3 at f41
    s 4h "Э-э-э?"
    s "Я просто пыталась помочь!"
    show sayori zorder 2 at t41
    mc "Уверен, ей приятны твои слова, Саёри."
    "Я похлопал Саёри по плечу."
    show sayori zorder 1 at thide
    show natsuki zorder 1 at thide
    show monika 4m zorder 2 at t11
    hide sayori
    hide natsuki
    m "Хорошо, раз этот вопрос решён..."
    m 4b "Пришло время поделиться друг с другом своими стихами!"
    m "Надеюсь, для вас это был ценный опыт!"
    m 5 "Особенно для тебя, [player]!"
    m "И, если честно..."
    m "Для нас это хорошая смена ритма. Предоставленные сами себе, мы слишком привыкли бездельничать."
    m "А-ха-ха!"
    mc "А-а, так, значит, вступив в клуб, я разрушил вашу атмосферу..."
    m 1d "Нет-нет, что ты!"
    m "До конца клубной деятельности ещё есть немного времени."
    m 1a "Давайте чуть отдохнём."
    m "Разумеется, кроме болтовни мы также занимаемся вещами, связанными с литературой..."
    m "Ты можешь воспользоваться этой возможностью и взять почитать книжку или что-нибудь написать."
    m 1b "Ведь именно для этого и был создан клуб!"
    show sayori 2j zorder 3 at f31
    s "Я не согласна с тобой, Моника!"
    show sayori zorder 2 at t31
    show monika zorder 3 at f32
    m 1d "А? Насчёт чего?"
    show monika zorder 2 at t32
    show sayori zorder 3 at f31
    s 2i "Это не самое важное в литературном клубе!"
    s "Важнее всего..."
    show sayori 4r zorder 3 at hf31
    s "Чтобы здесь было весело!"
    show sayori zorder 2 at t31
    show monika zorder 3 at f32
    m 2l "А-ха-ха, ну конечно..."
    m 2a "И именно поэтому вице-президент здесь ты, Саёри."
    show monika zorder 2 at t32
    show sayori zorder 3 at f31
    s 4q "Э-хе-хе..."
    hide sayori
    hide monika
    with wipeleft
    "И всё-таки с Моникой нельзя не согласиться."
    "Раз я вступил в литературный клуб, то не могу приходить сюда, чтобы тупо убивать время."
    "Хотя, должен признать..."
    "...Пока я действительно проводил время с пользой."
    return

label ch1_end_yuri:
    $ ch1_choice = 'yuri'
    stop music fadeout 1.0
    mc "Нацуки."
    mc "Это так, твоё стихотворение мне понравилось."
    show natsuki zorder 3 at f22
    n 1e "Видишь?"
    show natsuki 1g zorder 2 at t22
    play music t8
    mc "Секунду!"
    mc "Но, даже если так, ты не должна быть такой предвзятой!"
    mc "Тебе не стоит ссориться с подругой только потому, что её мнение отличается от твоего."
    show natsuki zorder 3 at f22
    n 1m "Но всё совсем не так!"
    n "Юри даже не воспринимает моё стихотворение всерьёз!"
    show natsuki zorder 2 at t22
    mc "Хм-м..."
    mc "Я понимаю."
    mc "Юри."
    show yuri zorder 3 at f21
    y 2t "Да?"
    show yuri zorder 2 at t21
    mc "Я серьёзно считаю тебя талантливым писателем."
    mc "Что тут таить, я был впечатлён."
    show yuri zorder 3 at f21
    y 2u "Ум-м, это очень..."
    show yuri zorder 2 at t21
    mc "Но вот какая штука..."
    mc "Неважно, простой ли у человека стиль письма или утончённый..."
    mc "Он всё равно вкладывает чувства в своё творчество, оно становится чем-то очень личным."
    mc "Поэтому, когда ты назвала её стихотворение милым, это задело Нацуки."
    show yuri zorder 3 at f21
    y 2v "Я... понимаю..."
    y "Я и не заметила, что..."
    show yuri zorder 2 at t21
    y 2w "П-прошу прощения..."
    show yuri at s21
    y "У-ум..."
    show natsuki zorder 2 at t11
    show yuri zorder 1 at thide
    hide yuri
    mc "Однако, Нацуки, ты зашла слишком далеко!"
    mc "Юри не желала сказать ничего дурного, и если бы ты сразу рассказала, что чувствуешь..."
    mc "Всего этого можно было бы избежать."
    n 1e "Ты смеёшься надо мной?"
    n "Именно так я и поступила!"
    n "Это ведь {i}она{/i}—"
    show natsuki zorder 2 at t22
    show monika 2i zorder 3 at f21
    m "Нацуки, я думаю, пора остановиться."
    m "Вы обе наговорили того, чего говорить не стоило."
    m "Юри уже извинилась. Может, и тебе стоит?"
    show monika zorder 2 at t21
    show natsuki zorder 3 at f22
    n 1x "Н-н-н!.."
    show natsuki zorder 2 at t22
    "Нацуки сжала руки в кулачки."
    "В итоге никто так и не встал на её сторону."
    "Она оказалась в ловушке и упрямилась только потому, что не могла справиться с давлением."
    "Мне даже стало её жаль."
    show monika zorder 2 at t32
    show natsuki zorder 2 at t33
    show sayori 2h at l41
    s "Эм!"
    s "Порой, когда мне грустно..."
    s "Я иду прогуляться, чтобы прояснить мысли!"
    show sayori zorder 2 at t41
    mc "Саёри, ей не нужно—"
    show natsuki zorder 3 at f33
    n 2q "А знаете что?"
    n "Пожалуй, так и сделаю."
    n 2w "По крайней мере, не нужно будет созерцать ваши лица."
    show natsuki zorder 1 at thide
    hide natsuki
    "Она резко схватила листок со своим стихом со стола и в гневе вышла из класса."
    "По дороге она смяла лист в комок и выкинула его в мусорное ведро."
    show sayori zorder 3 at f41
    s 1k "Нацуки..."
    show sayori zorder 2 at t41
    show monika zorder 3 at f32
    m 1r "Ей вовсе необязательно было это делать..."
    show sayori zorder 1 at thide
    show monika zorder 1 at thide
    hide sayori
    hide monika
    "Я оглядел комнату."
    "Юри подпёрла лицо руками и уставилась в парту."
    "Я осторожно подошёл к ней и присел на соседний стул."
    show yuri 4b zorder 2 at t11
    y "Эх..."
    mc "У тебя всё нормально?"
    y "Мне так стыдно..."
    y "Не могу поверить, что так себя повела."
    y "Ты сейчас, наверное, терпеть меня не можешь..."
    mc "Всё не так, Юри!"
    mc "Как вообще кто-то может не расстроиться, после того как ему такого наговорили?"
    mc "У любого другого человека была бы похожая реакция."
    mc "Моё мнение о тебе ничуть не стало хуже."
    y 2v "Ум-м..."
    y "...Хорошо, я верю тебе."
    y 2s "Спасибо, [player]. Ты слишком добрый."
    y "И я благодарна за то, что ты стал членом нашего клуба."
    mc "Э-э-э, да ерунда."
    y 2v "И ещё кое-что..."
    y "Насчёт того, что сказала Нацуки..."
    y 4c "Ну о... моих..."
    y "Я бы никогда не сделала ничего такого... постыдного..."
    y "Так что..."
    mc "...А?"
    mc "Что именно сказала Нацуки?"
    y 3n "—!"
    y "Ум-м!"
    y 3q "Ничего, просто забудь..."
    y "Я п-пойду заварю чай..."
    mc "А, хорошая мысль."
    mc "Сделай на несколько человек, хорошо?"
    y "Д-да."
    return

label ch1_end_sayori:
    $ ch1_choice = 'sayori'
    mc "Н-Нацуки..."
    show natsuki 5f
    "Нацуки смотрит на меня так, что слова высыхают на языке прежде, чем я успеваю что-то сказать."
    "Тогда я обращаю взгляд на Юри."
    mc "Юри..."
    y 4a "..."
    "Но у Юри такое беззащитное выражение лица, что я не могу себя заставить что-то ей сказать."
    stop music fadeout 1.0
    mc "..."
    mc "...Саёри!"
    show sayori 4m behind yuri at l31
    show yuri zorder 2 at t32
    show natsuki zorder 2 at t33
    s "Э?!"
    mc "...Да!"
    mc "Саёри становится плохо, когда люди ссорятся."
    mc "Как вы можете продолжать это, видя, в какое состояние привели свою подругу?"
    show sayori zorder 3 at f31
    s 4d "[player]..."
    show sayori zorder 2 at t31
    show natsuki 4w zorder 3 at f33
    n "Что ж... Это проблема Саёри! И вообще, её это не касается."
    show natsuki zorder 2 at t33
    show yuri 2g zorder 3 at f32
    y "Я с-согласна..."
    y "Нечестно, что другие примешивают свои чувства в наш конфликт."
    show yuri zorder 2 at t32
    show natsuki zorder 3 at f33
    n 4c "Точно! Если только Саёри не хочет сказать Юри, что та сейчас ведёт себя как упрямая дура."
    show natsuki zorder 2 at t33
    show yuri 3r zorder 3 at f32
    play music t7
    y "Она бы никогда так не сказала!.."
    y "Вообще-то, её скорее расстроила твоя незрелость!"
    show yuri zorder 2 at t32
    show natsuki 1e zorder 3 at f33
    n "{i}Прошу прощения?{/i}"
    n "Ты хоть себя слышишь?"
    n 1x "Вот именно поэтому..."
    n 1w "Поэтому никто не любит—"
    show natsuki zorder 2 at t33
    show sayori 4p at h31
    stop music
    s "{i}Прекратите!{/i}"
    show yuri 3f zorder 3 at f32
    show natsuki 1o zorder 3 at f33
    ny "—"
    show yuri zorder 2 at t32
    show natsuki zorder 2 at t33
    show sayori zorder 3 at f31
    play music t8
    s 1h "Нацуки! Юри!"
    s "Вы ведь мои друзья!"
    s 1v "Я просто хочу, чтобы все ладили друг с другом и были счастливы!"
    s "Мои друзья – чудесные люди..."
    s "И я люблю их именно из-за их различий!"
    s 1g "Стихи Нацуки..."
    s "Они невероятны, ведь ими она может передать столько разных чувств всего несколькими простыми словами!"
    s "И стихи Юри невероятны, ведь они способны создавать в вашем воображении прекрасные картины!"
    s 4k "Вы все такие талантливые..."
    s "...Так почему же вы ссоритесь?.."
    show sayori zorder 2 at t31
    show natsuki zorder 3 at f33
    n 1r "П-потому что..."
    show natsuki zorder 2 at t33
    show yuri 3v zorder 3 at f32
    y "Ум-м..."
    show yuri zorder 2 at t32
    show sayori zorder 3 at f31
    s 1j "А ещё!"
    s "Нацуки милая и ничего зазорного в этом нет!"
    s 1i "А сиськи Юри такие же, какими были всегда!"
    show sayori at hf31
    s 1j "Большие и красивые!"
    show sayori 1i zorder 2 at t31
    show natsuki zorder 3 at f33
    n 1o "..."
    show natsuki zorder 2 at t33
    show yuri zorder 3 at f32
    y 3n "..."
    show yuri zorder 2 at t32
    mc "Саёри..."
    "Саёри триумфально встала посреди класса."
    "Позади неё ошарашенно стояла Моника."
    show yuri at s32
    y 3q "Я... приготовлю немного чая..."
    show yuri behind sayori at lhide
    hide yuri
    "Юри ретировалась."
    show natsuki zorder 1 at thide
    hide natsuki
    "Нацуки с пустым выражением лица села за парту и уставилась в никуда."
    show sayori zorder 1 at thide
    show monika 1i zorder 2 at t11
    hide sayori
    mc "А, так вот почему Саёри вице-президент клуба..."
    "Прошептал я Монике."
    "Она кивнула в ответ."
    m 1d "Честно говоря..."
    m "Может, я и выгляжу как хороший лидер и способна всё организовать..."
    m 3e "Но у меня плохо получается взаимодействовать с людьми в такие моменты..."
    m "Я даже не смогла заставить себя вмешаться."
    m 1m "Мне, как президенту клуба, стыдно за этот случай."
    m 1l "А-ха-ха..."
    mc "Да брось..."
    mc "Я не могу тебя винить."
    mc "Я ведь тоже никак не смог повлиять на ситуацию."
    m "Хм..."
    m 2a "Получается, что наша Саёри по-своему удивительна, не правда ли?"
    mc "Пожалуй, что так."
    mc "Возможно, у неё ветер в голове, но иногда даже подозрительно, как хорошо она знает, что нужно сделать или сказать."
    m 5 "Ясно~"
    m "Береги её, ладно?"
    m "Я бы не хотела видеть её боль."
    mc "И не только ты..."
    mc "Можешь на меня положиться."
    "Моника так мило улыбнулась мне, что у меня перехватило дыхание."
    "Такой искренний человек точно будет хорошим президентом, что бы она ни говорила."
    "Если бы только мне представился шанс побольше с ней пообщаться..."
    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
