

label ch2_main:
    scene bg club_day
    with dissolve_scene_half
    play music t2
    "Подходит к концу ещё один учебный день, и вот уже наступило время для очередной встречи клуба."
    "За последние пару дней я попривык и стал чувствовать себя комфортнее."
    "При входе в класс меня встретила привычная сцена."
    show sayori 2x zorder 2 at t11
    s "Привет, [player]~"
    mc "Привет, Саёри."
    mc "У кого-то сегодня хорошее настроение."
    s 1q "Э-хе-хе~"
    s "Наверное, дело в том, что я ещё не привыкла видеть тебя в клубе."
    mc "Понятно..."
    mc "...Надо же, как мало нужно для твоего хорошего настроения."
    mc "Но, видимо, радость простым вещам – твоя уникальная черта."
    s 1d "Кстати, о простых вещах..."
    s "Я, кажется, проголодалась..."
    s "Давай вместе сходим купим что-нибудь перекусить."
    mc "Воздержусь."
    s 4h "Э-э-э?"
    s "Э-это совсем на тебя не похоже!"
    mc "У меня свои причины."
    mc "Почему бы нам сперва не заглянуть в твой кошелёк, Саёри?"
    s 4l "Э?"
    show sayori at s11
    s "С чего бы... так внезапно?"
    mc "Да просто так."
    mc "Вдруг захотелось на него поглядеть."
    s 1l "Ах, ясно..."
    show sayori zorder 2 at t11
    "Саёри, нервничая, достала кошелёк."
    "Потеребила защёлку и открыла его."
    "Затем она перевернула его вверх тормашками и вытряхнула содержимое на парту."
    "На свет появилась только пара монет."
    s 5a "А-а-ха-ха..."
    mc "Так и знал..."
    mc "Я вижу тебя насквозь, Саёри."
    s 5c "Так нечестно!"
    s "Как ты догадался?"
    mc "Элементарно, Ватсон."
    mc "Будь у тебя достаточно денег, ты бы принесла закуску с собой в класс."
    mc "Получается, либо ты не голодна и это было поводом, чтобы прогуляться..."
    mc "Либо ты планировала в последний момент вспомнить, что всё потратила, и стрясти деньги с меня!"
    mc "Но одно я про тебя знаю точно..."
    mc "...Ты всегда голодна!"
    mc "Следовательно, остаётся единственный вариант!"
    s 4p "У-а-а-а~!"
    s "Я сдаюсь!"
    s "Не заставляй меня чувствовать себя винова-а-а-атой!"
    mc "Если чувствуешь вину, значит ты это заслужила..."
    show yuri 1c zorder 2 at t33
    y "Хи-хи-хи."
    "Юри неожиданно захихикала."
    show sayori 4g
    mc "А?"
    "Я и не заметил, что она нас подслушивает."
    "Она, как всегда, уткнулась носом в книгу."
    show yuri 3n at h33
    y "А-ах!"
    y "Я н-не подслушивала—!"
    y 3o "Я просто прочла в книге... кое-что забавное..."
    show sayori zorder 3 at f32
    s 1h "Юри-и-и..."
    s "Скажи ему, пусть [player] одолжит мне денег..."
    show sayori zorder 2 at t32
    show yuri zorder 3 at f33
    y 3h "Я э-э-э—!"
    y "Не впутывай меня в это, Саёри..."
    y "К тому же..."
    y 1k "Тебе следует покупать лишь то, что может тебе позволить твоя ответственность..."
    y "Откровенно говоря, после такой озорной проделки твои страдания вполне заслуженны."
    show sayori 1b
    mc "..."
    y 3n "Ах—!"
    y "Что это я?.."
    y 4c "Я с-совсем не то хотела сказать!"
    y "Я слишком увлеклась книгой..."
    y "У-ум..."
    show yuri zorder 2 at t33
    show sayori zorder 3 at f32
    s 1r "А-ха-ха!"
    s 3x "Я так люблю, когда ты говоришь, что у тебя на уме, Юри..."
    s "Такое случается нечасто, но это твоя интересная черта!"
    show sayori zorder 2 at t32
    show yuri zorder 3 at f33
    y 3v "Это..."
    y "Мне сложно поверить, что ты говоришь всерьёз..."
    show yuri zorder 2 at t33
    show sayori zorder 3 at f32
    s 1x "Однако ты права..."
    s "Я поступила не очень красиво, и мне придётся принять оплату."
    show sayori zorder 2 at t32
    show yuri zorder 3 at f33
    y 3h "Расплату..."
    show yuri zorder 2 at t33
    show sayori zorder 3 at f32
    s 1l "В точку!"
    show sayori zorder 2 at t32
    show yuri zorder 3 at f33
    y "И всё же не ожидала услышать это от тебя, Саёри..."
    y 1a "Видимо, в каждом из нас сидит маленький чертёнок, не правда ли?"
    show yuri zorder 2 at t33
    show sayori zorder 3 at f32
    s 1q "Э-хе-хе..."
    show sayori zorder 2 at t32
    mc "Не позволяй ей пустить тебе пыль в глаза."
    mc "Саёри прекрасно осознаёт, что делает."
    mc "Не забывай, она сказала вам, что приведёт нового члена клуба, не удосужившись спросить моего мнения..."
    show sayori zorder 3 at f32
    s 1h "Н-но!.."
    s "Ты бы не пришёл, если б не кексики..."
    s "Так что мне даже пришлось уговаривать Нацуки их приготовить!"
    show sayori zorder 2 at t32
    mc "Вот только не надо из меня делать гадкого меркантильного типа."
    show sayori zorder 3 at f32
    s 1l "Э-хе-хе..."
    play sound 'sfx/slap.ogg'
    show white zorder 4:
        alpha 0.6
        linear 0.25 alpha 0.0
    show sayori 4p zorder 3 at hf32
    "{i}Шлёп!{/i}"
    hide white
    s 4p "Кя-а-а—!"
    "Откуда ни возьмись что-то со шлепком влетело в лицо Саёри и упало на парту."
    s 4j "Ай..."
    s "Что это—"
    s 4n "Э?"
    s "Печенька!"
    "И действительно, это было завёрнутое в полиэтилен огромное печенье."
    "Саёри огляделась вокруг."
    s 4m "Н-неужели это чудо?"
    s "Это потому, что я заплатила воздавание!"
    show sayori zorder 2 at t32
    mc "Воздаяние..."
    show sayori 4n
    show yuri zorder 3 at f33
    y 1u "Надо же, это почти сработало..."
    show yuri zorder 2 at t33
    show natsuki 3z zorder 3 at f31
    n "А-ха-ха-ха!"
    n "Я {i}как раз{/i} собиралась отдать его тебе."
    n 3d "А затем услышала твою болтовню про кексы."
    n "Но в итоге твоя реакция была просто бесценна. А-ха-ха!"
    show natsuki zorder 2 at t31
    show sayori zorder 3 at f32
    s 4m "Н-Нацуки!"
    s "Как мило с твоей стороны!"
    s 4s "Я так счастлива..."
    "Саёри прижала печенье к груди."
    show sayori zorder 2 at t32
    mc "Блин, просто съешь его..."
    "Саёри быстро разорвала пакет и откусила большой кусок."
    show sayori zorder 3 at f32
    s 4q "Так фкушно..."
    show sayori zorder 3 at hf32
    s 4o "Мф-ф—!"
    "Саёри вдруг резко прикрыла рот руками."
    s 4p "Я прикусила язык..."
    show sayori zorder 2 at t32
    show natsuki zorder 3 at f31
    n 3a "Э-хе-хе."
    n "Через какие тернии ты готова пройти ради одной печеньки?"
    "Нацуки откусила от своего печенья."
    show natsuki zorder 2 at t31
    show sayori zorder 3 at f32
    s 1c "Ах, твоё тоже выглядит аппетитно, Нацуки!"
    s "Можно попробовать?"
    show sayori zorder 2 at t32
    show natsuki zorder 3 at f31
    n 4e "Блин..."
    n "На чужой каравай рот не разевай!"
    show natsuki zorder 2 at t31
    show sayori zorder 3 at f32
    s 1h "Но у тебя с шоколадом..."
    show sayori zorder 2 at t32
    show natsuki zorder 3 at f31
    n 4c "Конечно, почему, по-твоему, я дала тебе другое печенье?"
    show natsuki zorder 2 at t31
    show sayori zorder 3 at f32
    s 1g "Ладно..."
    s 1q "И всё равно я очень благодарна, что ты со мной поделилась."
    s "Э-хе-хе~"
    show sayori behind natsuki zorder 2 at t21
    "Саёри встала со стула, подошла сзади к Нацуки и обняла её."
    n 12c "Ах... боже..."
    n "Я поняла, поняла."
    "Всё ещё держа печенье в руке, она попыталась отпихнуть от себя Саёри."
    show sayori 1n at h21
    s "...{i}Ам.{/i}"
    "Саёри неожиданно потянулась вперёд и откусила от печенья Нацуки."
    n 1p "{i}Эй!{/i}"
    n "Ты серьёзно это сделала?!"
    s 1q "И-хи-хи-хи!"
    show sayori at lhide
    hide sayori
    "С полным ртом, Саёри немедленно отступила на безопасное расстояние."
    show yuri 1c
    "Мы с Юри тоже захохотали."
    show yuri 1a
    show natsuki zorder 3 at f31
    n 1w "Обалдеть! Ты иногда такой ребёнок!"
    n 1h "Моника! Хоть ты образумь Саёри—"
    n 1c "—Э?"
    "Нацуки оглядела комнату."
    "Моники не было."
    n 4q "О..."
    n "А куда делась Моника?"
    show natsuki zorder 2 at t31
    show yuri 2f zorder 3 at f33
    y "Хороший вопрос..."
    y "Она кого-нибудь предупреждала, что сегодня задержится?"
    show sayori 1b zorder 3 at f32
    show yuri zorder 2 at t33
    s "Мне она не говорила..."
    show sayori zorder 2 at t32
    mc "Мне тем более."
    show yuri zorder 3 at f33
    y 2l "Хм-м..."
    y "Как странно."
    show yuri zorder 2 at t33
    show sayori zorder 3 at f32
    s 1g "Надеюсь, у неё всё хорошо..."
    show sayori zorder 2 at t32
    show natsuki 3k zorder 3 at f31
    n "Разумеется, она в порядке."
    n "Наверное, её сегодня задержали дела."
    n 3t "В конце концов, она довольно популярна..."
    show natsuki zorder 2 at t31
    show sayori 4m zorder 3 at f32
    s "Э?"
    s "Так ты думаешь, у неё..."
    s "У неё есть..."
    show sayori zorder 2 at t32
    show yuri 1a zorder 3 at f33
    y "А-ха-ха. Я бы не удивилась."
    y "Уверена, в ней больше привлекательности, чем во всех нас вместе взятых."
    show yuri zorder 2 at t33
    show sayori 1r zorder 3 at f32
    s "Э-хе-хе, твоя правда..."
    show sayori zorder 2 at t32
    show natsuki 1p zorder 3 at f31
    n "Прошу прощения?!"
    hide natsuki
    hide sayori
    hide yuri
    with wipeleft
    "Внезапно дверь с хлопком распахнулась."
    show monika 1g at l41
    m "Простите! Я ужасно виновата!"
    mc "А, вот и ты..."
    m "Я не хотела опаздывать..."
    m "Надеюсь, вы, ребята, за меня не волновались!"
    show sayori 4n zorder 3 at f42
    s "Э?"
    s "Всё-таки между встречей клуба и встречей с парнем Моника выбрала первое!"
    s "Какая сила воли!"
    show sayori zorder 2 at t42
    show monika zorder 3 at f41
    m 1l "П-парнем?.."
    m "О чём ты говоришь?"
    "Моника вопросительно на меня посмотрела."
    show monika zorder 2 at t41
    mc "Не обращай внимания..."
    mc "Так что тебя задержало?"
    show monika zorder 3 at f41
    m 1e "Ах..."
    m "Просто на последнем уроке у нас было самостоятельное обучение."
    m "И, если честно, я там потеряла счёт времени..."
    m "А-ха-ха..."
    show monika zorder 2 at t41
    show natsuki 2c zorder 3 at f43
    n "Ерунда какая-то."
    n "Ты бы, по крайней мере, услышала звонок."
    show natsuki zorder 2 at t43
    show monika zorder 3 at f41
    m 1m "Я, наверное, не услышала из-за того, что практиковалась в игре на пианино..."
    show monika zorder 2 at t41
    show yuri 1e zorder 3 at f44
    y "Пианино?.."
    y "Я не знала, что ты ещё и музыкой занимаешься."
    show yuri zorder 2 at t44
    show monika zorder 3 at f41
    m 1l "Ах, да нет, вообще-то!.."
    m "Я совсем недавно начала."
    m 1m "Я всегда хотела научиться играть на пианино."
    show monika zorder 2 at t41
    show sayori 4x zorder 3 at f42
    s "Как классно!"
    s "Моника, ты просто обязана сыграть для нас!"
    show sayori zorder 2 at t42
    show monika zorder 3 at f41
    m "Я..."
    "Моника взглянула на меня."
    m 1a "Может быть, когда я стану лучше играть."
    show monika zorder 2 at t41
    show sayori zorder 3 at f42
    s 4q "Ура~!"
    show sayori zorder 2 at t42
    mc "Было бы здорово."
    mc "Жду с нетерпением."
    show monika zorder 3 at f41
    m 1b "Правда?"
    m "В таком случае..."
    m "Я тебя не разочарую, [player]."
    show sayori zorder 1 at thide
    show natsuki zorder 1 at thide
    show yuri zorder 1 at thide
    show monika 5 zorder 2 at t11
    hide sayori
    hide natsuki
    hide yuri
    "На лице Моники появилась нежная улыбка."
    mc "Ах..."
    mc "Только ты не подумай, что я давлю на тебя или что-то такое!"
    m 1a "А-ха-ха, не волнуйся."
    m "В последнее время я много практиковалась."
    m "И я буду рада, если представится шанс показать себя."
    mc "Ясно..."
    mc "Раз так, то желаю удачи."
    m 1j "Спасибо~!"
    m 1a "Так, я ведь ничего не пропустила?"
    mc "Да нет вроде."
    show monika zorder 1 at thide
    hide monika
    "Я решил не упоминать озорные выходки Саёри."
    "В любом случае Нацуки наверняка на неё пожалуется."
    "Похоже, все расселись."
    "Саёри как-то умудрилась уже прикончить своё огромное печенье."
    "Юри снова уткнулась в книгу, а Нацуки исчезла в кладовке."



    $ nextscene = poemwinner[1] + '_exclusive_' + str(eval(poemwinner[1][0] + '_appeal'))
    call expression nextscene



    return


label ch2_end:
    stop music fadeout 1.0
    scene bg club_day
    show monika 4b zorder 2 at t32
    with wipeleft_scene
    play music t3
    m "Итак, друзья!"
    m "Все закончили с чтением стихов?"
    m "Я хотела со всеми вами поговорить кое о чём. Не могли бы вы собраться передо мной?"
    show natsuki 3c zorder 3 at f31
    n "Это насчёт фестиваля?"
    show natsuki zorder 2 at t31
    show monika 1j zorder 3 at f32
    m "Ну, вроде того~"
    show monika 1a zorder 2 at t32
    show natsuki 1m zorder 3 at f31
    n "Уф, нам и правда нужно в нём участвовать?"
    n "Я сомневаюсь, что всего за несколько дней мы сможем подготовить что-нибудь интересное."
    n "Вместо привлечения новых членов мы, скорее всего, просто опозоримся."
    show yuri 2g zorder 3 at f33
    show natsuki zorder 2 at t31
    y "Меня это также беспокоит."
    y "Приготовления в последнюю минуту – не мой конёк..."
    show yuri zorder 2 at t33
    show monika zorder 3 at f32
    m 1b "Да не волнуйтесь вы так!"
    m "Мы сделаем всё по-простому, идёт?"
    m 1a "Нам понадобится только несколько небольших декораций."
    m "Саёри рисовала плакаты, а я сделала дизайн листовок, которые мы будем раздавать во время фестиваля."
    show monika zorder 2 at t32
    show natsuki 3c zorder 3 at f31
    n "Хорошо, это всё замечательно, но..."
    n "Я так и не поняла, что именно мы организуем для фестиваля."
    show natsuki zorder 2 at t31
    show monika zorder 3 at f32
    m 1d "Ой, прости! Я была уверена, что ты уже слышала."
    m 1b "Мы организуем выступление!"
    show monika zorder 2 at t32
    show natsuki zorder 3 at f31
    n 3h "Выступление?"
    show natsuki zorder 2 at t31
    show yuri zorder 3 at f33
    y 3n "В..."
    y 3o "Ум-м, Моника..."
    show yuri zorder 2 at t33
    show monika zorder 3 at f32
    m 1k "Да! Мы будем выступать со своими стихами."
    m 1b "Каждый из нас выберет стихотворение, которое будет читать на фестивале."
    m "Но изюминка в том, что мы позволим прочесть стихотворение любому желающему!"
    m 1a "Саёри как раз пишет информационные плакаты, чтобы у всех было время подготовиться."
    show yuri zorder 2 at t44
    show monika zorder 2 at t43
    show natsuki zorder 2 at t42
    show sayori 4q at l41
    s "Э-хе-хе~"
    "Саёри подняла плакат, который раскрашивала в данный момент, чтобы нам было видно."
    show natsuki 4w zorder 3 at f42
    n "Моника, ты издеваешься?"
    n "Я надеюсь... вы ведь ещё не начали их расклеивать?"
    show natsuki zorder 2 at t42
    show monika zorder 3 at f43
    m 1d "А? Ну, вообще-то, начали..."
    m "Думаешь, это плохая идея?.."
    show monika zorder 2 at t43
    show natsuki 1s zorder 3 at f42
    n "Ну, не то чтобы..."
    n "Идея неплохая."
    n 1w "Но я на это не подписывалась, знаешь ли!"
    n 1x "Я {i}ни за что{/i} не стану выступать перед кучей народа!"
    show natsuki zorder 2 at t42
    show yuri zorder 3 at f44
    y 3r "Я... я согласна с Нацуки!"
    y 3w "Я бы... никогда в жизни... не смогла сделать такое..."
    "Представив себе это, Юри яростно замотала головой."
    show yuri zorder 2 at t44
    show sayori 1g zorder 3 at f41
    s "Девчата..."
    show sayori zorder 2 at t41
    show monika zorder 3 at f43
    m 1g "Оставь, Саёри..."
    m "Я понимаю их реакцию."
    m "Не забывай, что, кроме этих двух дней, Юри с Нацуки никогда ни с кем не делились своими стихами..."
    m "Я прошу слишком многого, ведь им придётся читать свои стихи вслух перед большой аудиторией."
    m 1r "Я почему-то упустила этот момент."
    m "Простите меня."
    show monika zorder 2 at t43
    show natsuki 5g zorder 3 at f42
    n "..."
    show natsuki zorder 2 at t42
    show monika zorder 3 at f43
    m 1i "...Однако!"
    m "Я всё ещё считаю, что мы обязаны выложиться на полную!"
    m 1d "На нас лежит ответственность за судьбу литературного клуба."
    m "Если мы возьмём инициативу и хорошо выступим..."
    m 3a "То и других вдохновим на чтение стихов!"
    m "А чем больше людей будет выступать, тем лучше у нас получится донести до них, насколько захватывающей может быть литература!"
    show monika zorder 2 at t43
    show sayori 1r zorder 3 at f41
    s "Да!"
    s 1x "Ведь она раскрывает ваши чувства..."
    s "Это словно заглянуть глубоко внутрь себя..."
    s "Открыть новые горизонты..."
    s "И повеселиться!"
    show sayori zorder 2 at t41
    show monika zorder 3 at f43
    m 4b "Да, именно!"
    m "Ведь как раз по этой причине мы и собрались в этом клубе."
    m 4e "Разве не хотели бы вы поделиться этим с другими?"
    m "Вдохновить их на поиск тех же чувств, что привели сюда вас?"
    m 1e "Я знаю, что да."
    m "Я знаю, мы все хотели бы этого."
    m 1b "И, если всё, что для этого требуется, – это простоять перед комнатной аудиторией пару минут и прочесть стих..."
    m "...Я не сомневаюсь, что у вас получится!"
    show monika 1a zorder 2 at t43
    show natsuki 5s zorder 3 at f42
    n "..."
    show natsuki zorder 2 at t42
    show yuri 4b zorder 3 at f44
    y "..."
    show yuri zorder 2 at t44
    show sayori 1g
    "Нацуки и Юри молчали."
    "Саёри выглядела взволнованной."
    "Похоже, у меня не остаётся выбора..."
    mc "Я согласен..."
    mc "И я не думаю, что ты просишь слишком многого."
    mc "Как по мне, Саёри с Моникой очень стараются привлечь в клуб новых членов."
    mc "Небольшое выступление – меньшее, что мы можем для них сделать."
    show natsuki zorder 3 at f42
    n 5h "Ну... может, и так, но..."
    n "..."
    "Кажется, у Нацуки не осталось аргументов."
    n "Ум-м..."
    n 1q "...Хорошо, ладно!"
    n "Наверное, мне просто надо пройти через это."
    show natsuki zorder 2 at t42
    show sayori zorder 3 at f41
    s 4r "Отлично~!"
    show sayori 4a zorder 2 at t41
    show monika zorder 3 at f43
    m 1e "Фух..."
    m "Спасибо, Нацуки."
    m "А ты, Юри?"
    show monika zorder 2 at t43
    show yuri zorder 3 at f44
    y "..."
    "Юри удручённо обвела взглядом замершие в ожидании лица."
    y "Ох..."
    y "П-полагаю, у меня особо нет выбора..."
    show yuri zorder 2 at t44
    show sayori zorder 3 at f41
    s 4r "А-ха-ха! Значит, выступаем все!"
    s "Юри, ты лучшая~"
    show sayori 4a zorder 2 at t41
    show yuri zorder 3 at f44
    y "Этот клуб когда-нибудь точно станет моей могилой..."
    show yuri zorder 2 at t44
    show monika zorder 3 at f43
    m 1l "Боже..."
    m 1n "У тебя всё отлично получится, Юри."
    m "Итак..."
    m 1b "Перейдём к главному!"
    m "Я хочу, чтобы вы все выбрали по стихотворению."
    m "Мы будем тренироваться читать их друг перед другом."
    show monika 1a zorder 2 at t43
    show natsuki zorder 3 at f42
    n 1p "Н-н-ни за что!"
    show natsuki zorder 2 at t42
    show yuri 3n zorder 3 at f44
    y "Моника!.."
    y "Это слишком внезапно!.."
    show yuri zorder 2 at t44
    show monika zorder 3 at f43
    m 2a "Если ты не можешь прочесть стих перед друзьями, как ты собираешься читать его перед незнакомыми людьми?"
    show monika zorder 2 at t43
    show yuri 4c zorder 3 at f44
    show natsuki 1o
    y "О, нет..."
    show yuri zorder 2 at t44
    show monika zorder 3 at f43
    m 2a "Не волнуйся."
    m "Я буду первой, чтобы вы чувствовали себя комфортнее."
    show monika zorder 2 at t43
    show sayori 1r zorder 3 at f41
    s "Можно я буду следующей?"
    show sayori zorder 2 at t41
    show monika zorder 3 at f43
    m "А-ха-ха. Ну конечно."
    m 2d "Так, посмотрим..."
    "Моника пролистала тетрадь до стиха, который приготовила для выступления."
    "Затем она встала за кафедру."
    show monika zorder 2 at t11
    show sayori zorder 1 at thide
    show natsuki zorder 1 at thide
    show yuri zorder 1 at thide
    hide sayori
    hide natsuki
    hide yuri
    m 1a "Стихотворение называется {i}«Как мы летаем»{/i}."
    m 1r "Кхм..."
    show monika 1a
    "Моника начала читать."
    "Класс наполнился её чистым уверенным голосом."
    "Более того, её интонация безупречна."
    "Она знает, как точно передать эмоцию каждого читаемого предложения, в её словах ощущается жизнь."
    "У неё уже большой опыт таких выступлений, или это природный талант?"
    "Я поглядел вокруг себя."
    "Все неотрывно смотрели на Монику."
    "Саёри выглядела зачарованной."
    "У Юри было напряжённое выражение лица, которое я никак не мог понять."
    show monika 1j
    "Наконец Моника закончила чтение."
    "Мы вчетвером зааплодировали."
    "Моника перевела дыхание и улыбнулась."
    show monika 1a
    show sayori 4m zorder 3 at f33
    s "Ты... ты так здорово выступила, Моника!"
    show sayori zorder 2 at t33
    show monika zorder 3 at f32
    m 1j "А-ха-ха, большое спасибо."
    m 1a "Я просто очень хотела подать хороший пример."
    m "Ты готова продолжить, Саёри?"
    show monika zorder 2 at t32
    show yuri 2r at l31
    y "Я... я пойду следующей!"
    show sayori at h33
    s 1n "Уа-а-а! Юри вдруг загорелась!"
    "Юри зажала в руках листок бумаги и поднялась."
    "Опустив голову, она торопливым шагом прошла за кафедру."
    show monika zorder 1 at thide
    show sayori zorder 1 at thide
    show yuri zorder 2 at t11
    hide monika
    hide sayori
    y 2v "Стихотворение называется..."
    "Юри встревоженно на нас посмотрела."
    s "Ты сможешь, Юри..."
    y "Оно... называется... {i}«Послеобраз багрового глаза»{/i}."
    "Голос Юри задрожал, когда она начала читать."
    "А ведь буквально только что она наотрез отказывалась это делать."
    "С чего она вдруг решила пересилить себя?"
    show yuri 2l
    "Когда Юри прочла первую пару строк, её голос изменился."
    "Это почти то же самое, как когда Юри поглощают книги."
    "Дрожащие слова превратились в отточенные слоги энергичной и смелой девушки."
    "Её стих изобиловал внезапными сменами ритма и рифмы, которые она великолепно подчёркивала интонацией."
    "Мы наблюдали проблеск бушующего пламени, что сидит скрытый от всех в голове Юри!.."
    show yuri 2t
    "Внезапно стихотворение закончилось."
    "Мы все остолбенели."
    "Юри вернулась в реальность, она в недоумении огляделась вокруг, словно очнулась от наваждения."
    y 3o "Я..."
    "...Пришёл мой черёд спасать ситуацию."
    "Я первым захлопал в ладоши."
    "Все тут же поддержали меня, и мы выразили Юри её справедливо заслуженное признание."
    "Дело вовсе не в том, что мы не хотели хлопать."
    "Просто она так застала нас врасплох, что мы совсем забыли об этом."
    "Пока мы хлопали, Юри прижала листок со стихом к груди и поспешно вернулась на своё место."
    show yuri at lhide
    hide yuri
    show monika 1a zorder 2 at t11
    m "Юри, это было великолепно."
    m "Спасибо, что поделилась с нами."
    y "..."
    "Итак, Юри тоже отстрелялась..."
    show sayori 1q zorder 2 at t31
    s "Ла-а-адно~"
    s "Думаю, я следующая!"
    "Саёри спрыгнула со стула и бодро зашагала к кафедре."
    show sayori zorder 2 at t11
    show monika zorder 1 at thide
    hide monika
    s 1x "Стих называется... {i}«Мой луг»{/i}."
    s "Ах..."
    s 1s "...А-ха-ха!"
    s 4s "Простите, смешинка в рот попала..."
    s 4q "Э-хе-хе..."
    mc "Саёри..."
    s 1l "Это намного сложнее, чем я представляла!"
    s "Как вы так просто справились, девочки?"
    show monika 3a zorder 2 at t31
    show sayori 1b
    m "Хм..."
    m "Попытайся не думать о том, что ты читаешь кому-то."
    m "Представь, что читаешь сама себе, перед зеркалом или про себя."
    m "Это же твоё личное стихотворение, так получится лучше всего."
    show sayori 1i
    s "Я поняла..."
    s "Ладно..."
    show monika zorder 1 at thide
    hide monika
    show sayori 1c
    "Саёри начала читать."
    "Почему-то возникло чувство, будто мягкий голос Саёри специально был для этого создан."
    "Стихотворение не отличается чрезмерной жизнерадостностью, так свойственной самой Саёри."
    "Оно умиротворённое и немного грустное."
    "Если бы я сам прочитал его, оно бы вряд ли меня впечатлило..."
    "Но когда я слышу голос Саёри, то открываю для себя совершенно новый его смысл."
    "Может быть, это и имела в виду Саёри, когда говорила, что ей нравятся мои стихи."
    "Я будто заглядываю глубже внутрь человека, которого, как я думал, знал вдоль и поперёк."
    "Саёри закончила, и мы все зааплодировали."
    s 3q "Я сделала это~!"
    mc "Хорошая работа, Саёри."
    s "Э-хе-хе, даже [player] меня похвалил."
    s "Наверное, это хороший знак~"
    mc "Что это, вообще, значит?.."
    show monika 2b zorder 3 at f31
    m "Вышло очень красиво, Саёри."
    m "Атмосфера стихотворения тебе как раз подходит."
    m "Но может статься, что для других стихов такой способ подачи не подойдёт..."
    show monika zorder 2 at t31
    show sayori zorder 3 at f32
    s 1g "А? Я не совсем понимаю..."
    show sayori zorder 2 at t32
    show monika zorder 3 at f31
    m 1a "Другими словами, я видела некоторые твои стихи, где такой мягкий подход не сработает так же хорошо."
    m "Возможно, им понадобится больший напор; это зависит от того, что ты читаешь..."
    show monika zorder 2 at t31
    show sayori zorder 3 at f32
    s 1x "О, я понимаю, что ты хочешь сказать!"
    s "Я... эм-м, практиковала такие вещи..."
    s 5 "Я просто пока стесняюсь перед всеми..."
    s "Э-хе-хе..."
    show sayori zorder 2 at t32
    show monika zorder 3 at f31
    m 4a "Тогда в следующий раз я попрошу тебя выбрать стих, который бросит тебе более серьёзный вызов."
    m "Не забывай, до фестиваля у нас осталось совсем немного времени."
    show monika zorder 2 at t31
    show sayori zorder 3 at f32
    s 1q "Хорошо-о-о."
    show sayori zorder 2 at t32
    show monika zorder 3 at f31
    m 1a "Так, кто следующий?.."
    m "Нацуки?"
    show natsuki 5s zorder 3 at f33
    show monika zorder 2 at t31
    n "Хмф."
    n "Не заставляйте меня выступать раньше, чем выступит [player]."
    n "С вами мне всё равно не сравниться..."
    n "Сперва пусть лучше [player] снизит заданную вами планку, прежде чем пойду я."
    show natsuki zorder 2 at t33
    show sayori zorder 3 at f32
    s 1g "Нацуки..."
    show sayori zorder 2 at t32
    mc "Всё нормально."
    mc "Мне нужно просто пройти через это."
    mc "Правда, у меня не то чтобы большое собрание стихов..."
    mc "Так что я зачитаю то, что подготовил на сегодня."
    "Я поднялся и прошёл за кафедру."
    show natsuki 2c zorder 2 at t44
    show sayori 1a zorder 2 at t43
    show monika 1a zorder 2 at t42
    show yuri 1e zorder 2 at t41
    "Все впились в меня взглядами, отчего мне стало ужасно неловко."
    "Я зачитал своё стихотворение."
    "Поскольку уверенности в собственном стиле у меня не было, мне трудно было соблюдать правильную интонацию."
    "Несмотря на это, закончив, я получил свою порцию аплодисментов."
    mc "Извините, до вас мне ещё далеко..."
    show monika zorder 3 at f42
    m 1a "Пусть это тебя так сильно не тревожит."
    m "На мой взгляд, дело скорее не в твоих способностях, а в отсутствии уверенности в стиле."
    m "Но со временем это пройдёт."
    show monika zorder 2 at t42
    mc "Да... может, и так."
    show monika zorder 3 at f42
    m 1j "Вот и славно!"
    m 1a "Осталась только ты, Нацуки."
    show monika zorder 2 at t42
    show natsuki zorder 3 at f44
    n 2g "Да, да."
    n "Уже иду."
    "Нацуки нехотя встала со стула и проследовала за кафедру."
    show sayori zorder 1 at thide
    show monika zorder 1 at thide
    show yuri zorder 1 at thide
    show natsuki zorder 2 at t11
    hide sayori
    hide monika
    hide yuri
    n 2c "Стихотворение называется..."
    n 2q "Называется..."
    n 1x "Ч-что вы на меня все так уставились?!"
    m "Ты ведь выступаешь..."
    n 2x "Хмф..."
    n 2h "В общем... стихотворение называется {i}«Прыг-скок»{/i}."
    "Нацуки сделала глубокий вдох."
    show natsuki 2c
    "Как только она начала читать, её недовольный образ немного смягчился."
    "Она читала без особого энтузиазма, но в самом стихотворении чувствовались и рифма, и ритм."
    "Это фирменный стиль письма Нацуки, и он на удивление хорошо работает, когда стих читают вслух."
    "Слова будто скачут вверх-вниз, придавая стихотворению жизнь."
    show natsuki 2s
    "Нацуки закончила, и мы все захлопали в ладоши."
    "Она угрюмо плюхнулась на свой стул."
    show monika 2a zorder 3 at f31
    m "Было не так страшно, правда же?"
    show monika zorder 2 at t31
    show natsuki 5w zorder 3 at f32
    n "Тебе легко говорить..."
    n "Лучше не заставляй меня проходить через это снова."
    show natsuki zorder 2 at t32
    show monika 1d zorder 3 at f31
    m "А-ха-ха..."
    m "Но теперь-то ты чувствуешь себя более уверенно, чтобы зачитать стихотворение перед большей аудиторией?"
    show monika zorder 2 at t31
    show natsuki 2c zorder 3 at f32
    n "Я хочу сказать, что как раз перед незнакомыми людьми это будет куда проще!"
    n "Перед другими людьми я могу носить любую маску."
    n 2q "Но, если речь идёт о моих друзьях..."
    n "Мне становится... неловко."
    show natsuki zorder 2 at t32
    show sayori 1b zorder 3 at f33
    s "Как неожиданно, Нацуки..."
    s "А вот со мной всё как раз наоборот."
    show sayori zorder 2 at t33
    show natsuki zorder 3 at f32
    n "Что ж, я говорю так, как есть, так что..."
    show natsuki zorder 2 at t32
    show monika zorder 3 at f31
    m 1a "Ну, в таком случае..."
    m "Насчёт фестиваля тебе можно не беспокоиться."
    m 2b "Подводя итог, я хочу поблагодарить всех за наше сегодняшнее достижение."
    m "Это может быть непросто, но я надеюсь, что теперь вы все понимаете, каково выступать перед публикой."
    m 4b "Обязательно выберите стихотворение для фестиваля и поработайте над чтением, хорошо?"
    m "Я займусь буклетами, так что сообщите мне заранее, с чем будете выступать."
    show monika zorder 2 at t31
    mc "Ёлки..."
    mc "Надо бы мне найти другой стих для такого мероприятия."
    show monika zorder 3 at f31
    m 1j "Всё нормально!"
    m 1a "Тебе не обязательно брать стих собственного сочинения."
    m "Я уже приятно удивлена, что ты вкладываешь столько сил в наш клуб."
    m 5 "Я по-настоящему счастлива."
    show monika zorder 2 at t31
    mc "Ах... Да, никаких проблем..."
    play music t8 fadeout 1.0
    show monika zorder 2 at t11
    show sayori zorder 1 at thide
    show natsuki zorder 1 at thide
    hide sayori
    hide natsuki
    m 4b "Ладно, ребята!"
    m "Думаю, на сегодня мы можем закругляться."
    m "Я знаю, что фестиваль вот-вот наступит, но давайте постараемся и назавтра тоже напишем стихи."
    m "Пока всё получается так здорово, что хотелось бы продолжить."
    m "А что до мероприятия, завтра мы его спланируем, и у нас будут выходные, чтобы подготовиться."
    m "Понедельник будет грандиозным днём!"
    show sayori 4r zorder 2 at t31
    s "Жду не дождусь~!"
    show yuri 4b zorder 2 at t33
    y "Я смогу... Я смогу..."
    mc "Ладно—"
    hide sayori
    hide monika
    hide yuri
    with wipeleft
    "Я встал."
    "Я никогда не смогу проявить столько же энтузиазма, сколько есть у Саёри с Моникой, но я хотя бы постараюсь выступить достойно."
    "Если это ради клуба..."
    "Ради того, чтобы впечатлить Монику..."
    "Тогда я приложу все силы."
    show sayori 1a zorder 2 at t32
    mc "Ты готова идти, Саёри?"
    show sayori at h32
    s 1x "Ага!"
    show natsuki 2d zorder 3 at f33
    n "Посмотрите-ка на этих двоих, всегда домой ходят вместе."
    show monika 5 zorder 3 at f31
    show natsuki zorder 2 at t33
    m "Это так мило, ты не находишь?"
    show monika zorder 2 at t31
    show sayori zorder 3 at f32
    s 1q "Э-хе-хе~"
    show sayori zorder 2 at t32
    mc "Блин, девчонки..."
    mc "Только не раздувайте из этого целое событие."
    show natsuki zorder 2 at t44
    show sayori zorder 2 at t43
    show monika zorder 2 at t42
    show yuri 1u zorder 3 at f41
    y "Но всё равно, это, наверное, приятно..."
    show yuri zorder 2 at t41
    mc "Ну..."
    mc "Э-э-э..."
    "И как мне на это ответить?"
    show sayori zorder 3 at f43
    s 1d "Всё в порядке, [player], тебе не нужно ничего говорить."
    show sayori zorder 2 at t43
    mc "...Ладно, пойдём уже."
    scene bg residential_day
    with wipeleft_scene
    $ ch2_winner = poemwinner[1].capitalize()
    if ch2_winner == "Sayori":
        $ ch2_winner = "Yuri"
    if ch2_winner == "Yuri":
        $ ch2_winner_name = "Юри"
    elif ch2_winner == "Natsuki":
        $ ch2_winner_name = "Нацуки"
    "Я снова иду домой с Саёри."
    "Хоть прошло всего несколько дней, много всего изменилось в моей жизни."
    "Однако сегодня по дороге домой Саёри ведёт себя гораздо тише, чем обычно."
    mc "Слушай, Саёри..."
    show sayori 1k at t11
    s "..."
    s 1n "...Извини! Я задумалась!"
    mc "Ха, неудивительно..."
    s 1d "М-м-м..."
    s "Я тут... думала кое о чём."
    s "Мне нравится, когда мы..."
    s 1y "Т-то есть..."
    "Саёри пыталась подобрать слова."
    s 1a "В общем... представь, что однажды, [ch2_winner_name] попросит тебя пойти с ней домой вместе..."
    mc "А?!"
    s "Что ты ей ответишь?"
    mc "Что это за вопрос такой?.."
    mc "Ты меня сейчас поставила в тупик..."
    s 1y "Э-хе-хе..."
    menu:
        "Хм-м..."
        "Я пойду домой с [ch2_winner_name].":
            if ch2_winner == "Natsuki":
                call ch2_end_natsuki
            else:
                call ch2_end_yuri
        "Я всё равно выберу тебя, Саёри.":
            call ch2_end_sayori

    "Опять же, до фестиваля ещё несколько дней..."
    "Кто знает, что произойдёт за это время?"
    return
label ch2_end_sayori:
    mc "Саёри..."
    mc "Ты и правда считаешь, я бы променял тебя на [ch2_winner_name]?"
    s 1e "Э?!"
    s "Н-но..."
    if ch2_winner == "Natsuki":
        s "Но она такая милая, и с ней весело общаться..."
    else:
        s "Она такая умная и красивая..."
    mc "Блин..."
    mc "Я и так её в клубе вижу каждый день."
    mc "К тому же я знаю, как ты любишь ходить домой вместе..."
    mc "Я бы никогда не лишил тебя этого удовольствия."
    s 1y "[player], ты такой глупый..."
    s "Иногда ты слишком много обо мне печёшься."
    s "[ch2_winner_name] определённо этого заслуживает, так что если она захочет..."
    mc "Саёри, я уже сделал свой выбор."
    mc "Правда, иногда я совершенно не понимаю, что у тебя на уме..."
    s "Прости..."
    mc "И вообще, что толку говорить о том, что никогда не произойдёт?"
    s 1k "Хм-м..."
    show sayori at thide
    hide sayori
    "Разговор себя исчерпал."
    "Странно видеть, что Саёри это так сильно беспокоит..."
    "Я просто хочу уважать её интересы и делать всё, чтобы она была счастлива."
    return

label ch2_end_natsuki:
    mc "Идти домой с Нацуки, хм-м..."
    "Почему от этой мысли у меня так заколотилось сердце?.."
    mc "На самом деле..."
    mc "Мне стало страшно от мысли, что она со мной сделает, если я посмею отказать..."
    s 1x "Разве она не милая и с ней не весело болтать?"
    jump ch2_end_shared

label ch2_end_yuri:
    mc "Идти домой с Юри, хм-м..."
    "Почему от этой мысли у меня так заколотилось сердце?.."
    mc "Вообще..."
    mc "Учитывая, как сложно ей даётся общение, я бы ужасно себя чувствовал, если б отказал..."
    s 1x "Она же такая умная и красивая."
    jump ch2_end_shared

label ch2_end_shared:
    mc "Какое отношение это имеет к тому, что я только что сказал?!"
    s 4s "А-ха-ха! Ты это признал!"
    mc "Блин..."
    mc "Какой вообще смысл размышлять о том, чего никогда не произойдёт."
    s 1d "Может, ты и прав..."
    s "Но мне нравится думать об этом."
    s 1y "Уже довольно скоро я буду тебе не нужна, понимаешь?"
    mc "В смысле?.."
    mc "Саёри..."
    mc "Я серьёзно не могу понять, о чём ты сейчас думаешь."
    s "Прости..."
    mc "Все люди разные..."
    mc "И никто из девушек в клубе не сможет тебя заменить."
    s 1k "Хм-м..."
    s "Как скажешь..."
    show sayori at thide
    hide sayori
    "Разговор оборвался, и мне стало неловко."
    "Но тут она сама виновата: застала меня врасплох своими странными вопросами..."
    "А я просто не способен ей солгать."
    "Однако, если что-то делает её счастливой, я бы не позволил себе лишить её этого."
    "Поэтому я и сказал, что смысла рассуждать об этом нет."
    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
