

label sayori_exclusive_1:
    scene bg club_day
    with wipeleft_scene
    if not renpy.music.get_playing(channel='music') == audio.t2:
        play music t2 fadeout 1
    "Блин..."
    "Похоже, сегодня никто не хочет, чтобы их тревожили."
    "Я плюхаюсь за ближайшую парту."
    "Ну и как мне самостоятельно занять себя чем-то, связанным с литературой?"
    "Конечно, всегда можно почитать книгу, которую дала мне Юри..."
    "...Но я чувствую себя слишком уставшим для чтения."
    "Наверное, я мог бы уснуть прямо сейчас."
    "Я закрываю глаза и прислушиваюсь к разговору Саёри с Моникой."
    show sayori 1g zorder 2 at t21
    s "Пожалуй, по сравнению с другими клубами, мы будем смотреться убого..."
    show monika 2r zorder 3 at f22
    m "Хм-м..."
    m 2b "Не можем же мы сдаться."
    m "Фестиваль – наш единственный шанс показать всем, чего стоит литературный клуб!"
    m 2d "Проблема в том, что идея литературного клуба кажется чересчур невнятной и заумной..."
    m "Но ведь это совсем не так, ты понимаешь?"
    m 2a "Нам просто нужно как-то это всем показать..."
    m "Что-то, что затронет их творческую сторону."
    show monika zorder 2 at t22
    show sayori zorder 3 at f21
    s 1i "М-м-м-м-м-м-м-м-м-м..."
    s "Но это не решит проблему!"
    show sayori zorder 2 at t21
    show monika zorder 3 at f22
    m 2d "Э? О чём ты?"
    show monika zorder 2 at t22
    show sayori zorder 3 at f21
    s 1c "Даже если мы придумаем самую весёлую вещь в истории..."
    s "Всё равно никто не придёт на мероприятие литературного клуба."
    s "Так что важнее придумать, как заставить людей прийти, понимаешь?"
    s 1a "А уже после того, как они придут, можно взывать к их творческой натуре."
    "Ничего себе..."
    "Саёри говорит вполне серьёзно."
    "Нечасто от неё услышишь подобные рассуждения."
    show sayori zorder 2 at t21
    show monika zorder 3 at f22
    m 2a "Хм, это верно..."
    m "В таком случае, может, получится заманить их едой?"
    show monika zorder 2 at t22
    show sayori zorder 3 at f21
    s 1n "К-какой?!"
    show sayori zorder 2 at t21
    show monika zorder 3 at f22
    m 2b "Эм-м... Думаю, мы могли бы—"
    show monika zorder 2 at t22
    show sayori 4r zorder 3 at f21
    s "Кексы!"
    show sayori zorder 2 at t21
    show monika 1k zorder 3 at f22
    m "А-ха-ха. Отличная мысль."
    m 1a "Нацуки любит их печь."
    show monika zorder 2 at t22
    show sayori zorder 3 at f21
    s 4x "О! Ты права!"
    s "Нацуки печёт самые лучшие кексы!"
    s "Это сработает идеально~"
    show sayori zorder 2 at t21
    show monika zorder 3 at f22
    m 1d "Разве не ради них ты это предложила?.."
    show monika zorder 2 at t22
    show sayori zorder 3 at f21
    s 4q "Кексы взывают к моему творческому животику~"
    show sayori zorder 2 at t21
    show monika zorder 3 at f22
    m 1l "..."
    m "Значит, кексы."
    show monika zorder 2 at t22
    show sayori zorder 3 at f21
    s 1g "Я проголодалась..."
    show sayori zorder 2 at t21
    show monika zorder 3 at f22
    m 1a "В любом случае нам ещё надо проработать детали самого мероприятия..."
    scene black
    with close_eyes
    "Я поймал себя на том, что улыбаюсь."
    "Всё-таки Саёри не изменилась."
    "Но именно за это я ей и восхищаюсь."
    "В отличие от меня, человека, которому трудно найти хоть какую-то мотивацию..."
    "Саёри может поставить себе цель и воплотить её в жизнь."
    "Наверное, поэтому я и позволил ей решать всё вместо себя."
    "Не могу не думать о том, каково было бы взглянуть на мир её глазами..."
    scene bg club_day
    show sayori 1b at face
    with open_eyes
    mc "Уа-а—!"
    "Открыв глаза, я вижу прямо перед собой лицо Саёри."
    "Я едва не падаю со стула."
    show sayori zorder 2 at t11
    s 4q "Э-хе-хе, извиняюсь~"
    s 4i "Стоп!"
    s 1j "На самом деле я ничуть не извиняюсь!"
    s "Сам виноват, что дрых тут!"
    s "Здесь тебе не сонный клуб!"
    mc "А что, в нашей школе есть и такой?.."
    s 1h "Опять поздно лёг?"
    s "Теперь, когда ты вступил в клуб, ты должен меньше времени уделять аниме!"
    s "Пора бы тебе это усвоить!"
    mc "Не так громко!.."
    "Я оглядываюсь через плечо проверить, не услышала ли Моника."
    s 1g "Но это так..."
    mc "Да..."
    mc "Знаю я, знаю."
    mc "Ты всегда заботишься обо мне, Саёри."
    s 4q "Э-хе-хе~"
    s "Это то, что я умею лучше всего!"
    mc "...В этом и проблема!"
    mc "Что с тобой такое?"
    mc "Ты следишь за мной больше, чем за собой."
    mc "Или ты не продолжаешь просыпать каждый день?"
    s 1l "Э?"
    s "Н-не каждый!"
    mc "Звучит не слишком убедительно..."
    mc "Сколько раз за прошедшую неделю ты вставала вовремя?"
    s 1m "Ну..."
    s 1o "...Это секрет!"
    mc "Я и так знаю..."
    s 5a "Да ла-а-а-адно!"
    s "Дай мне хотя бы возможность оправдаться..."
    mc "Я не могу даже этого."
    mc "Саёри, на тебе и так всё написано."
    s 1b "Э?.."
    "Саёри окидывает себя взглядом."
    s "Что это на мне написано?"
    mc "Ты этим утром явно спешила..."
    mc "Смотри, какой у тебя колтун на голове."
    show sayori at h11
    s 1e "Ах—"
    "Я провожу пальцами по волосам Саёри, пытаясь их пригладить."
    mc "Нет, без расчёски тут не обойтись..."
    s 1y "Просто мои волосы трудно нормально уложить..."
    mc "Я на это не куплюсь."
    mc "Дело не только в волосах."
    mc "Смотри, у тебя и бантик покосился."
    mc "А на воротнике пятно от зубной пасты."
    "Я пытаюсь стереть пятно пальцем."
    show sayori at s11
    s "Н-но никто этого даже не заметил..."
    mc "Разумеется, все заметили."
    mc "Тебе не сказали, потому что не хотели смущать."
    mc "К твоему счастью, меня подобное не заботит."
    s 5c "Ну и вредина же ты..."
    mc "У тебя даже пиджак не застёгнут."
    mc "Серьёзно, Саёри..."
    mc "Почему, как ты думаешь, у тебя до сих пор нет парня?"
    show sayori 1h zorder 2 at t11
    s "Э???"
    s "А вот это уже {i}действительно{/i} обидно!"
    mc "Извини, но потом ты мне ещё спасибо скажешь..."
    "Я начинаю застёгивать её пиджак, начиная снизу."
    mc "Как только увидишь, насколько лучше стала выглядеть, ты изменишь своё мнение."
    $ persistent.clear[6] = True
    $ renpy.save_persistent()
    scene s_cg1
    with dissolve_cg
    s "Э-хе-хе~"
    s "Это так забавно."
    mc "Что именно?"
    s "Ну..."
    s "Я просто подумала, как странно иметь друга, который делает подобные вещи."
    mc "Э?"
    mc "Н-не говори так!"
    mc "Ты заставляешь {i}меня{/i} странно себя чувствовать из-за этого, балда..."
    s "Впрочем, всё нормально."
    s "Я рада, что у нас такие отношения."
    s "А ты?"
    mc "Э—"
    mc "П-пожалуй..."
    s "Эй, осторожнее..."
    s "Пуговицу оторвёшь!"
    mc "Почему эта так тяжело застёгивается?.."
    "Я изо всех сил пытаюсь застегнуть пуговицу у неё на груди."
    mc "Он точно твоего размера?"
    s "Э-хе-хе~"
    s "Был, когда я его покупала."
    mc "Ха-а..."
    mc "Если бы ты его застёгивала, то давно бы заметила, что он тебе мал."
    mc "Чему ты улыбаешься?"
    s "Это значит, что моя грудь выросла ещё больше!"
    mc "Н-не так громко!!!"
    s "Э-хе-хе~"
    mc "В общем..."
    mc "Теперь ты выглядишь гораздо лучше, так что..."
    mc "А..."
    "...Почему мне так странно видеть Саёри в застёгнутом пиджаке?"
    s "Но он такой тесный..."
    s "У-у-у..."
    s "Это того не стоит!"
    "Саёри быстро вновь расстёгивает пиджак."
    scene bg club_day
    show sayori 1q zorder 2 at i11
    with dissolve_cg
    s "Фух!"
    s "Так гораздо лучше~"
    "Саёри раскидывает руки и принимается кружиться на месте."
    s 1a "Значит, если я не буду его застёгивать, то не найду парня?"
    mc "Это что за логика такая?"
    mc "И почему ты говоришь об этом как о чём-то хорошем?"
    s "Потому что..."
    s 4h "...Если бы у меня был парень, он бы тебе ничего подобного делать не позволил!"
    s 4y "И ты всё равно позаботишься обо мне лучше, чем кто бы то ни было..."
    s "Поэтому я его и не застёгиваю!"
    mc "Прекращай говорить всякие смущающие вещи!"
    s 1b "Э?"
    s "Я не говорила ничего смущающего..."
    mc "Блин..."
    mc "Короче, просто сосредоточься на том, чтобы вставать немного пораньше..."
    s 1j "Только если ты сосредоточишься на том, чтобы пораньше ложиться!"
    mc "Ладно, ладно..."
    mc "Договорились."
    s 4q "Э-хе-хе~"
    s 4x "Думаю, мы действительно больше заботимся друг о друге, чем о себе."
    mc "Да, пожалуй, хе..."
    s 4y "Наверное, это значит, что ты должен по утрам приходить будить меня!"
    mc "Ты опять за своё, Саёри..."
    s 1h "О, но на этот раз я просто шучу!"
    mc "Блин, порой с тобой совершенно невозможно разговаривать."
    show monika 3b behind sayori at l31
    m "Итак, друзья!"
    mc "Э?"
    "Неожиданно раздаётся голос Моники."
    m "Почему бы нам сейчас не поделиться своими стихотворениями?"
    show sayori 4r at h11
    s "Ура~!"
    s 4x "[player], мне не терпится прочитать твоё!"
    mc "Да, мне тоже..."
    "Энтузиазма в голос мне добавить не удаётся, а вот Саёри бросается доставать своё стихотворение."
    show sayori behind monika at thide
    return

label sayori_exclusive_2:
    if not renpy.music.get_playing(channel='music') == audio.t2:
        stop music fadeout 1.0
    scene bg club_day
    with wipeleft_scene
    if not renpy.music.get_playing(channel='music') == audio.t2:
        play music t2
    s "[player], [player]!"
    "Передо мной вдруг возникла Саёри."
    show sayori 1x zorder 2 at t11
    s "Я собираюсь пойти в другой класс за материалами."
    s "Хочешь со мной?"
    mc "Материалами?"
    mc "Для чего?"
    s 2a "Ну, ты ведь знаешь, как проходит фестиваль?"
    s "Мы с Моникой собираемся сделать плакаты и прочее."
    s "Так что мне нужно найти цветные карандаши, маркеры и клей..."
    mc "А, понятно."
    mc "Конечно, я схожу с тобой."
    s 4q "Ура-а~"
    s 4x "Ладно, Моника, мы скоро вернёмся!"
    show sayori zorder 2 at t22
    show monika 1a zorder 3 at f21
    m "А, ты и [player] собрались пойти за материалами?"
    m "Незачем себя утруждать."
    m "Я с удовольствием сама с ним схожу."
    show monika zorder 2 at t21
    show sayori 1h at s22
    s "Эй, я тоже хочу пойти!"
    s "Исследовать пустые классы так весело!"
    show monika zorder 3 at f21
    m 2j "Хи-хи, ладно, ладно."
    m 2a "Я просто предложила."
    m "Посмотри заодно ватман, ладно?"
    show monika zorder 2 at t21
    show sayori zorder 3 at f22
    s 1r "Хорошо-о~!"
    s 1a "Готов, [player]?"
    mc "Да, идём."
    scene bg corridor
    show sayori 4a zorder 2 at t11
    with wipeleft_scene
    "Мы с Саёри выходим из клубной комнаты."
    "Я следую за идущей вприпрыжку и чего-то напевающей Саёри по коридору."
    "Если честно..."
    "Ощущение такое, будто я пришёл с ребёнком в торговый центр."
    "Порой Саёри находит удовольствие в простейших вещах."
    mc "Эй, Саёри..."
    mc "А что именно мы будем делать на фестивале?"
    mc "Не представляю, каким может быть мероприятие, посвящённое литературе..."
    s 1q "Э-хе-хе!"
    s 1x "Мы с Моникой всё продумали!"
    s "Не беспокойся~"
    mc "Вот как?.."
    s "Ага!"
    s "Мы устроим поэтическое выступление!"
    mc "Выступление?.."
    mc "И что оно будет из себя представлять?"
    s 1c "Ну..."
    s "Все по очереди будут выходить на сцену..."
    s 1x "...и зачитывать свои любимые стихи!"
    mc "А..."
    mc "Это звучит..."
    "...Довольно скучно?"
    s 1h "[player]!"
    s "Ты совсем неправильно всё себе представляешь!"
    s "Это не просто чтение стихов..."
    s 1x "Всё дело в их исполнении!"
    s "К примеру, ты будешь произносить строчки как-то так..."
    s 2j "{i}У моих ног, мирно в земле сидящий...{/i}"
    s "{i}Я вижу последний цветок, так сладко меня манящий.{/i}"
    s 1c "{i}Я отрываю стебель, освобождая его от цепких корней...{/i}"
    s "{i}Тереблю в пальцах последнюю радость своих очей.{/i}"
    s 3g "{i}Но чего ради лишила я света жизни цветок?{/i}"
    s "{i}Ведь куда ни глянь – на север, юг, запад или восток...{/i}"
    s 1j "{i}Передо мной вместо когда-то пышущих жизнью зелёных полей...{/i}"
    show sayori at h11
    s 4m "{i}Лишь бесплодная пустошь, да серость мёртвых степей!{/i}"
    s "..."
    s 1r "Вот так!"
    mc "Саёри..."
    "Как бы это сказать?.."
    mc "Уверен, так кажется только мне, но, когда ты так говоришь, я не могу воспринимать тебя всерьёз..."
    show sayori 5c at s11
    s "Э-э-э?"
    s "Грубиян!"
    s "Ты знаешь, как я старалась?!"
    mc "Знаю, знаю!"
    mc "Я имел в виду только то, что это разительно контрастирует с твоей милой натурой."
    show sayori 4s zorder 2 at t11
    s "А-ха-ха! Не говори так, ты меня смущаешь!"
    s 4y "Но, наверное, это значит, что у меня действительно хорошо получилось~"
    mc "Да, пожалуй..."
    show sayori at h11
    s 4r "Ах, я так взволнована!"
    s "Фестиваль обещает быть ужасно весёлым~"
    "Саёри снова начинает кружиться."
    s 1x "Эй, [player], вон тот класс пуст!"
    s "Приступаем к выполнению задания!"
    show sayori zorder 1 at thide
    hide sayori
    mc "К выполнению задания, говоришь?.."
    "Давно я уже не проводил время с Саёри таким образом."
    "Но всё-таки она ни капельки не изменилась."
    "Она – шар солнечного света, черпающий флюиды радости из мира вокруг."
    "У меня это вызывает ностальгические чувства."
    "Со временем я всё чаще стал отсиживаться у себя в комнате."
    "И это приключение вместе с Саёри вызывает во мне особые чувства, о существовании которых я уже позабыл."
    scene bg class_day
    with wipeleft_scene
    "Мы входим в класс."
    "Саёри (а вслед за ней и я) направляемся прямиком к кладовке."
    show sayori 1b zorder 2 at t11
    s "Посмотрим, что тут у нас..."
    s 4x "...Карандаши!"
    "Саёри достаёт с полки полную упаковку цветных карандашей."
    s "Да ещё и самой лучшей марки!"
    s 1b "Хотя и довольно грязные..."
    "Саёри начинает вытаскивать карандаши из коробки и читать названия цветов."
    mc "Ладно, с этим разобрались."
    mc "Не отвлекайся, нам ещё надо найти—"
    s 1a "Подожди, я ищу свой любимый цвет..."
    mc "Ладно, ладно..."
    mc "Тогда хотя бы подвинься, чтобы я мог поискать ватман."
    s 1b "Ой, я случайно уронила один—"
    play sound 'sfx/smack.ogg'
    show white zorder 4:
        alpha 0.6
        linear 0.25 alpha 0.0
    show sayori 2p at h11
    "{i}Шмяк!{/i}"
    hide white
    s "Ай—!"
    "Саёри наклоняется вперёд и впечатывается лбом в полку."
    "Она падает на пол, и карандаши высыпаются ей на колени."
    show sayori 4p at s11
    s "Ай-ай-ай-ай-ай..."
    mc "Ты как?"
    s "Мой лоб..."
    "Саёри хватается за лоб."
    mc "Саёри, ну как так можно?.."
    mc "Впрочем, это как раз в твоём духе."
    mc "Ну-ка, дай я посмотрю."
    "Поскольку Саёри сидит на полу, я беру её за талию и оттаскиваю от кладовки."
    mc "Убери руки, мне надо взглянуть..."
    s 4g "Но мне больно..."
    mc "Всего на секунду."
    $ persistent.clear[7] = True
    $ renpy.save_persistent()
    scene s_cg2_base1
    show s_cg2_exp2
    with dissolve_cg
    "Саёри медленно убирает руки ото лба."
    "Я осторожно отвожу в сторону её чёлку."
    show s_cg2_exp1 at cgfade
    show s_cg2_exp3 at cgfade
    s "Ай—!"
    mc "Извини..."
    "Посреди лба красуется огромное красное пятно."
    "Уже начала набухать шишка."
    mc "Чёрт, она распухает."
    mc "Надо найти тебе льда..."
    hide s_cg2_exp3
    hide s_cg2_exp1
    s "[player]..."
    mc "Где в это время я могу найти лёд?.."
    mc "Думаю, холодный напиток тоже подойдёт..."
    s "Ты не обязан—!"
    show s_cg2_exp2 at cgfade
    hide s_cg2_exp2
    s "Пускай я... буду выглядеть как единорог—"
    "Даже морщась от боли, Саёри выдаёт глупую шутку."
    mc "А-ха-ха, что ты такое говоришь?"
    mc "Я скоро вернусь, ладно?"
    s "Л-ладно..."
    stop music fadeout 1.0
    scene bg corridor with wipeleft_scene
    "Я хлопаю Саёри по плечу и выскакиваю в коридор."
    "Скоро я нахожу ближайший торговый автомат."
    mc "Что мне взять?.."
    "Впрочем, это не особо важно, поскольку мне нужен не напиток, а источник холода."
    "Но, зная, что Саёри любит яблочный сок, я покупаю его."
    "Я мигом возвращаюсь в класс, где оставил Саёри."
    scene s_cg2_base1
    show s_cg2_exp2
    with wipeleft_scene
    play music t9
    "Одну руку она прижимает ко лбу, другой – неуклюже собирает карандаши обратно в коробку."
    s "По крайней мере, они всё равно были перепутаны местами до того, как я их рассыпала..."
    mc "Саёри, держи."
    show s_cg2_base2 behind s_cg2_exp2 at cgfade
    "Я протягиваю ей бутылочку с яблочным соком."
    show s_cg2_exp2 at cgfade
    hide s_cg2_exp2
    s "Вкусный и холодный..."
    "Саёри откручивает крышку и принимается пить."
    mc "Саёри, что ты делаешь?!"
    mc "Это же для твоего лба, балда!"
    show s_cg2_exp3 at cgfade
    s "Ой—"
    s "Прости, я забыла~"
    s "А-ха-ха-ха!"
    mc "Как сильно ты стукнулась?.."
    "Саёри прикладывает бутылочку к шишке на лбу."
    show s_cg2_exp1 at cgfade
    s "Щиплет..."
    mc "Терпи, скоро полегчает."
    mc "Вижу, ты собрала почти все карандаши. Это хорошо."
    hide s_cg2_exp1
    hide s_cg2_exp3
    s "Эй, [player]..."
    s "Это сильно напоминает о детстве, правда?.."
    mc "А? Ты о чём?"
    s "Ну, как мы постоянно играли на улице..."
    s "Я всегда старалась держаться рядом с тобой."
    s "В каком-то смысле ты был довольно рассеянным..."
    s "Как я вечно отставала или не могла залезть туда, куда залезал ты..."
    s "Порой, когда пыталась сделать то, чего сделать не могла, я могла пораниться."
    s "Я падала и получала ссадины или шишки..."
    s "И начинала громко плакать."
    show s_cg2_exp3 at cgfade
    s "А-ха-ха!"
    s "И ты со всех ног бежал ко мне."
    hide s_cg2_exp3
    s "Всеми силами старался меня утешить."
    s "Будто во всём винил себя и боялся попасть в неприятности, если кто-то узнает..."
    s "Хотя, по сути, ты не был ни в чём виноват. Помнишь?"
    mc "Я правда так поступал?.."
    s "Да... значит, не помнишь?"
    mc "Если поднапрячься, может что и вспомнится..."
    mc "Думаю, я всегда был слишком сильно сосредоточен на играх и не уделял тебе достаточно внимания."
    mc "Так что это отчасти была и моя вина."
    mc "И в этот раз тоже..."
    mc "Если бы я не стал прогонять тебя от кладовки, скорее всего ты бы головой не ударилась."
    s "[player]..."
    s "Ты всегда думаешь о других, хотя, кажется, сам этого не замечаешь."
    s "Даже после всех этих лет..."
    s "Ты поспешил мне на помощь, хотя виной всему моя неуклюжесть."
    show s_cg2_exp3 at cgfade
    s "Ты очень добросердечный..."
    mc "Н-не называй меня так!"
    mc "Да и не всегда я так поступаю..."
    mc "Думаю, когда дело касается тебя, это просто кажется мне естественным."
    mc "Я сам не заметил, как начал так к тебе относиться."
    mc "Наверное, так бывает, когда долго с кем-то дружишь."
    hide s_cg2_exp3
    s "Правда?.."
    s "Возможно, ты прав..."
    s "[player]..."
    s "Я так рада, что между нами всё по-прежнему."
    s "Как думаешь, так останется навсегда?"
    mc "Навсегда?.."
    "Если быть честным с собой..."
    "Никто не знает, пойдём ли мы вместе в университет, не говоря уже о том, что будет дальше..."
    "Так что с моей стороны будет нечестно давать какие-то обещания."
    "Но..."
    mc "Ну, я надеюсь на это."
    mc "Ведь так продолжается уже давно, верно?"
    mc "Я не могу представить, что ты когда-нибудь изменишься, так что моя надежда оправданна."
    s "Я так рада..."
    "Что-то странное проскальзывает во взгляде Саёри."
    "Какое-то время мы молчим."
    "Она глупая и неуклюжая, но когда я вижу её вот такой, в глубокой задумчивости..."
    "Мне не хочется её тревожить."
    s "Думаю, нам пора возвращаться..."
    s "Не хочу, чтобы Моника беспокоилась."
    mc "Удачи тебе с этим."
    mc "Она ведь всё равно увидит твой лоб."
    s "Не увидит, если я закрою его чёлкой~"
    play music t8 fadeout 1.0
    scene bg class_day
    show sayori 1a zorder 2 at i11
    with dissolve_cg
    "Саёри вскакивает на ноги."
    show sayori 4p at s11
    s "Ой-ёй—!"
    "И снова хватается за лоб."
    mc "Не вставай так быстро после того, как ушиблась!"
    s "У-у-у..."
    mc "Впрочем, для предупреждения уже поздно..."
    mc "Ладно, пошли."
    scene bg corridor
    with wipeleft_scene
    "Я вслед за Саёри выхожу из класса."
    "Саёри колдует над своей чёлкой, пытаясь прикрыть шишку, но без особого успеха."
    "Дорога до клубной комнаты много времени не занимает."
    scene bg club_day
    show sayori 1a zorder 2 at t21
    show monika 1b zorder 2 at t22
    with wipeleft_scene
    show monika zorder 3 at f22
    m "А, вот и вы!"
    m "Как раз вовремя. Уже пора обмениваться стихами."
    m 1d "Э? Саёри, твой лоб..."
    show monika zorder 2 at t22
    mc "Она в норме, не волнуйся о—"
    show sayori 4r zorder 3 at f21
    s "Я играла с карандашами и ударилась лбом о полку!"
    show sayori zorder 2 at t21
    mc "..."
    show monika 3m zorder 3 at f22
    m "..."
    m 3l "П-понятно..."
    m 1a "Ты нашла всё, что нам нужно?"
    show monika zorder 2 at t22
    show sayori 1x zorder 3 at f21
    s "Хо-хо! Как заказыва—"
    s 1n "...Э?"
    "Саёри принимается лихорадочно озираться вокруг."
    show sayori 4m zorder 3 at hf21
    s "Я... забыла!!!"
    show sayori zorder 2 at t21
    mc "Успокойся, Саёри."
    mc "Я всё забрал."
    mc "И ватман тоже нашёлся."
    show sayori 4b
    show monika 5a zorder 3 at f22
    m "А-ха-ха!"
    m "Похоже, в результате всю работу выполнил ты, [player]."
    show monika zorder 2 at t22
    mc "А, но, Саёри—"
    "Я не могу придумать для неё оправдания."
    show sayori 1q zorder 3 at f21
    s "Я превратила это в приключение!"
    show sayori 1a zorder 2 at t21
    mc "...Вот-вот."
    show monika 1j zorder 3 at f22
    m "А-ха-ха, ладно, ладно."
    m 1a "В любом случае вы молодцы!"
    m "Я начну работать над плакатами сегодня же вечером."
    show monika zorder 2 at t22
    show sayori 4x zorder 3 at f21
    s "Я тоже!"
    show monika zorder 2 at t11
    show sayori behind monika at thide
    hide sayori
    m 4b "...Итак, друзья!"
    m "Вы готовы обменяться стихотворениями?"
    mc "Надо достать своё..."
    "Проверив, плотно ли закрыта коробка с карандашами, я возвращаюсь на своё место."
    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
