

label ch3_main:
    scene bg club_day
    with dissolve_scene_half
    play music t3
    show monika 1g at l31
    m "Ой, ну надо же..."
    m "Я снова пришла последней!"
    mc "Не парься, я сам только что зашёл."
    show yuri 1f zorder 3 at f32
    y "Ты снова практиковалась в игре на пианино?"
    show yuri zorder 2 at t32
    show monika zorder 3 at f31
    m 1l "Да..."
    m "А-ха-ха..."
    show monika zorder 2 at t31
    show yuri zorder 3 at f32
    y 1m "Ты полна решимости."
    y "Открыла новый клуб, стала учиться игре на пианино..."
    show yuri 1a zorder 2 at t32
    show monika zorder 3 at f31
    m 1a "Хм, я бы не называла это решимостью..."
    m "Скорее страстью."
    m "Не забывайте, что, не будь здесь вас, не было бы и никакого клуба."
    m 1b "И я просто вне себя от счастья, что вы все согласились помочь мне с выступлением для фестиваля!"
    show natsuki 1z zorder 3 at f33
    show monika zorder 2 at t31
    n "А-а-ах, скорей бы он наступил!"
    n "Всё будет просто супер!"
    show natsuki zorder 2 at t33
    show monika zorder 3 at f31
    m 1d "А?"
    m "Разве только вчера это не было поводом твоего негодования?"
    show monika zorder 2 at t31
    show natsuki 2a zorder 3 at f33
    n "Ну да."
    n "Я не имею в виду {i}наше{/i} участие в фестивале."
    n 4l "Я говорю о дне, когда можно ничего не делать, играть и есть кучу всяких вкусностей!"
    show natsuki zorder 2 at t33
    mc "Почему-то ты сейчас очень похожа на Саёри..."
    show natsuki zorder 3 at f33
    n 4a "Моника! Они ведь обычно готовят жареных кальмаров?"
    show natsuki zorder 2 at t33
    show monika 2a zorder 3 at f31
    m "Кальмаров?.."
    m "У тебя довольно специфичная причина ждать фестиваль..."
    show monika zorder 2 at t31
    show natsuki 2k zorder 3 at f33
    n "Ой, да ладно."
    n "Хочешь сказать, что тебе не нравятся кальмары?"
    n "Вот именно от тебя я этого никак не ожидала."
    show natsuki zorder 2 at t33
    show monika 1d zorder 3 at f31
    m "А? Я не говорила, что они мне не нравятся."
    m "Кроме того, что значит «именно от тебя»?"
    show monika zorder 2 at t31
    show natsuki 1d zorder 3 at f33
    n "А то и значит!"
    n "Они у тебя в имени!"
    n 4z "Мон-ика!"
    show natsuki zorder 2 at t33
    show monika 5b zorder 3 at f31
    m "Э?!"
    m "В моём имени нет ничего подобного!"
    m "И вообще, эта шутка теряется при переводе!"
    show monika zorder 2 at t31
    show natsuki zorder 3 at f33
    n 4m "...?"
    show natsuki zorder 2 at t33
    show monika 4l zorder 3 at f31
    m "А... неважно!"
    m "Давайте сосредоточимся на подготовке к мероприятию, хорошо?"
    show monika zorder 2 at t31
    show natsuki 2a zorder 3 at f33
    n "Хи-хи-хи."
    n "Ладно, ладно."
    n "Твоя реакция всё равно не такая забавная, как у Юри или Саёри."
    show natsuki zorder 2 at t33
    show yuri 2h zorder 3 at f32
    y "Прошу прощения..."
    show yuri zorder 2 at t32
    mc "А где, собственно, Саёри?.."
    mc "О, вот ты где."
    hide monika
    hide yuri
    hide natsuki
    with wipeleft
    "Саёри сидит за партой в углу комнаты, уставившись в пустоту."
    "Я подошёл к ней."
    mc "Привет, Саёри."
    show sayori 1k zorder 2 at t11
    "Я машу рукой у неё перед лицом."
    s 1n "Э—?"
    mc "Ты снова витаешь в облаках."
    s "А-ах..."
    s 4l "Э-хе-хе, прости..."
    s "Не обращай на меня внимания."
    s 4y "Иди поговори с остальными."
    mc "Хм-м..."
    mc "У тебя всё хорошо?"
    s 1h "Р-разумеется!"
    s "А что может быть не так?"
    mc "Просто ты ведёшь себя немного странно..."
    mc "Извини, если навоображал."
    s "Боже, ты слишком много обо мне беспокоишься."
    s 4r "Я в порядке, видишь?"
    show sayori at h11
    "Саёри широко мне улыбается."
    s 1a "Не позволяй мне отвлекать тебя и развлекайся с остальными."
    mc "Ну... ладно."
    mc "Как скажешь."
    show sayori zorder 1 at thide
    hide sayori
    "Прежде чем развернуться и пойти к остальным, я бросаю на Саёри взволнованный взгляд."
    "Однако их разговор уже завершился, и все вернулись к своим делам."
    "Может, стоит спросить Монику о нездоровом поведении Саёри?.."
    "Раз они готовились к фестивалю, наверняка провели немало времени вместе."
    "Я неуверенно подхожу к Монике, которая разбирает на столе какие-то бумаги."
    show monika 2b zorder 2 at t11
    m "[player]! Как дела?"
    mc "Слушай, это может прозвучать немного странно, но..."
    mc "Не замечала ли ты в последнее время в поведении Саёри что-нибудь необычное?"
    m 1d "Что-нибудь необычное?.."
    m "В каком смысле?"
    mc "Может, я, конечно, выдумываю, но мне она сегодня кажется немного мрачной..."
    m "О? Вот как?"
    m "Не могу сказать, что замечала за ней что-нибудь такое..."
    "Моника украдкой смотрит в угол комнаты, где Саёри отрешённо водит ластиком вверх-вниз по парте."
    m "Может, её что-то беспокоит?.."
    m 2a "Для меня более странно то, что это не я тебя спрашиваю о её состоянии, [player]."
    m "Ты ведь знаешь её куда лучше меня."
    mc "Да, но она практически никогда себя так не вела..."
    mc "Она всегда делится со мной тем, что её беспокоит."
    mc "Но, когда я её сейчас об этом спросил, она, по-сути, дала мне от ворот поворот."
    mc "...Извини, я понимаю, что это не твоя проблема!"
    mc "Я просто хотел узнать, вдруг тебе что-нибудь известно... Забудь."
    m 1g "Нет, постой..."
    m "Для меня это не менее важно."
    m 1e "Ведь я тоже её друг..."
    m "И я забочусь о благополучии членов своего клуба."
    m 1i "Давай я сама с ней поговорю..."
    mc "А? Ты уверена насчёт этого?.."
    mc "Кажется, она хочет побыть в одиночестве..."
    m "Так ли это?"
    m "Может, ей просто трудно быть откровенной с объектом своего интереса?.."
    mc "Объектом интереса?.."
    mc "Что ты под этим имеешь в виду?"
    m 2e "Я говорю о том, что она может думать о тебе, [player]."
    mc "Обо мне?.."
    mc "Как ты вообще пришла к такому заключению?"
    m 1j "Ну-у..."
    m "Возможно, я скажу лишнее, но..."
    m 1a "Ты знаешь, что у Саёри все разговоры только о тебе?"
    mc "А?.."
    m "Она стала заметно счастливее с тех пор, как ты к нам присоединился."
    m "Словно яркое пламя вспыхнуло у неё внутри."
    mc "Что?"
    mc "Не может быть..."
    mc "Саёри... всегда была такой."
    mc "Она постоянно излучала солнечный свет."
    mc "Она всегда такой была, как тогда, так и сейчас."
    m 5 "Э-хе-хе."
    m "[player], ты такой забавный."
    m "Ты никогда не задумывался, что она такая весёлая..."
    m "...только когда рядом с ней ты?"
    mc "..."
    m 1n "Ах... Вот тут я точно сболтнула лишнего."
    m "Извини... с другой стороны, откуда мне знать?"
    m 1a "Я не должна делать поспешных выводов, так что просто забудь всё, что я сказала."
    m "Я попытаюсь поговорить с ней, так что не ломай пока сильно над этим голову."
    mc "Ага..."
    mc "Хорошо..."
    "Моника многозначительно улыбается."
    "Знаю, она просила не думать об этом..."
    "Но я уже понимаю, что мне никак не выкинуть её слова из головы."
    show monika zorder 1 at thide
    hide monika
    "Моника встаёт и идёт к Саёри."
    "Она присаживается рядом с ней и начинает вполголоса что-то говорить."
    "Но говорит так тихо, что я ничего не слышу."
    "Я вздыхаю и сажусь за парту."
    "Хоть Саёри и сказала не волноваться за неё и веселиться с остальными..."
    "Это невозможно, пока она сидит там мрачнее тучи."
    "Насколько же сильно она мне дорога, если меня это настолько угнетает?"
    "Теперь у меня ощущение, будто это я веду себя странно..."
    "Но мне ничего не остаётся, кроме как ждать Монику."





    if n_appeal == 0 and y_appeal == 0:
        jump ch3_start_none
    elif n_appeal > 1:
        jump ch3_start_natsuki
    elif y_appeal > 1:
        jump ch3_start_yuri
    elif poemwinner[1] == 'natsuki':
        jump ch3_start_natsuki
    elif poemwinner[1] == 'yuri':
        jump ch3_start_yuri
    elif poemwinner[0] == 'natsuki':
        jump ch3_start_natsuki
    elif poemwinner[0] == 'yuri':
        jump ch3_start_yuri
    else:
        jump ch3_start_none

label ch3_start_natsuki:
    play music t6 fadeout 1
    show natsuki 3c zorder 2 at t11
    n "Эй."
    mc "Э?"
    "Я поднимаю голову – рядом стоит Нацуки."
    n "Ты так и собираешься сидеть, тупо уставившись в стену?"
    n "У нас не такие длительные собрания, так что..."
    mc "Ах, извини."
    mc "Я не хотел заставлять тебя волноваться."
    n 1q "С ч-чего бы мне за тебя волноваться?!"
    n "Я просто..."
    "Нацуки бросает взгляд в сторону."
    "В её руке томик манги."
    mc "Эм, просто..."
    mc "Я тут кое над чем голову ломаю, но мы можем начать."
    mc "Я не заставлю тебя ждать ещё дольше."
    n 5n "Боже..."
    n "Прекрасно, теперь я чувствую себя гадиной."
    n "Если тебя что-то тревожит, просто скажи мне оставить тебя в покое, и я так и сделаю."
    n 5u "То есть..."
    n "Если ты не захочешь об этом поговорить или вроде того..."
    "Конец предложения она произносит так тихо, что я едва её слышу."
    mc "Да нет... Я, скорее всего, просто раздуваю из мухи слона."
    mc "Я просто думал о Саёри, вот и всё."
    n 1p "С-Саёри?.."
    n "Ты думал о ней?.."
    mc "Да, она сегодня выглядит какой-то понурой."
    mc "Но мне она в этом признаваться не хочет."
    mc "Поэтому я и не могу перестать думать о том, что у неё случилось."
    n 1q "О..."
    "Нацуки вздыхает."
    n 4w "Так, во-первых..."
    n "Поработай над тем, как излагаешь свои мысли!"
    n 4c "А во-вторых..."
    n "Ты ведь её лучший друг, верно?"
    mc "Ну да..."
    n "Правильно."
    n 3k "Тогда ты должен больше ей доверять."
    n "Если бы она нуждалась в тебе, ты станешь первым, к кому она обратится, разве не так?"
    mc "Ну... Пожалуй, что так."
    n 3c "Я хочу сказать, что у каждого человека бывают хмурые дни."
    n "Ты никуда от них не денешься."
    n "Скорее всего, она просто не хочет, чтобы ты за неё волновался, потому что ничего серьёзного не случилось."
    mc "Да, мне она примерно то же самое сказала..."
    mc "Может, я не прав, что не слушаю её."
    n 3a "Вот именно."
    n "Если она захочет, чтобы ты за неё поволновался, это будет очевидно."
    mc "Ага..."
    mc "Мне стоило с самого начала об этом подумать."
    show natsuki 3q
    "Нацуки теребит книгу, которую держит в руках."
    n 1q "Она..."
    n "Она много для тебя значит, да?.."
    mc "А..."
    mc "Ты только не пойми неправильно!.."
    mc "Мы просто дружим с детства."
    mc "Это же нормально – волноваться о своих друзьях."
    mc "Ты, например, тоже за меня волнуешься, так что—"
    n 4w "Ничего подобного!"
    n "Блин... если ты оклемался, давай уже начинать!"
    mc "Да, да..."


    if not n_exclusivewatched and poemwinner[2] == 'natsuki':
        call natsuki_exclusive_2_ch3
    else:
        jump ch3_start_none
    return

label ch3_start_yuri:
    "Почему у меня такое чувство, будто за мной наблюдают?"
    "Я осматриваю комнату."
    show yuri 2t zorder 2 at t11
    "И тут замечаю, что Юри украдкой поглядывает на меня из-за своей книги."
    show yuri 4b
    "Однако она мгновенно отводит взгляд и снова смущённо утыкается в книгу."
    "Я понимаю, что так она ничего не добьётся."
    "Я ещё ни разу не видел, чтобы Юри подошла к кому-нибудь и по собственному желанию завязала разговор."
    "Так что мне ничего не остаётся, кроме как взять инициативу в свои руки."
    "К этому моменту я среди девушек уже вполне освоился."
    "Я встаю из-за своей парты и сажусь за соседнюю с Юри."
    play music t6 fadeout 1
    y 2v "..."
    y "Я... не хотела тебе мешать..."
    mc "Расслабься, ты даже ничего не сделала."
    y "Но..."
    y "Я поняла, что ты хотел остаться наедине со своими мыслями..."
    mc "Наедине со своим мыслями?.."
    mc "Как ты догадалась?"
    y 1t "Ум-м..."
    y "Это состояние, в котором я пребываю довольно часто..."
    y "Для меня несложно это определить по твоей позе и выражению лица."
    y 3o "Н-но я не таращилась на тебя, ты не подумай!.."
    y "Я бы ничего такого неприличного не сделала!.."
    mc "В любом случае ты права."
    mc "Извини, если побеспокоил тебя."
    y 1s "Не извиняйся..."
    y "Твои трудности – забота лишь тех, кто охотно разделит их с тобой."
    y "Конечно, есть и такие, кому комфортнее держать тревоги при себе..."
    y "Но, если ты предпочтёшь поделиться со мной тем, что тебя терзает, я с радостью тебя выслушаю."
    mc "Ах, да тут нет ничего такого..."
    mc "Мне просто немного не по себе из-за Саёри."
    y 2t "Саёри?.."
    mc "Да... она сегодня какая-то сама не своя, а когда я у неё спросил, что не так, она не захотела со мной делиться."
    mc "Поэтому я и не могу отделаться от мысли, что с ней что-то произошло."
    y 3u "О?"
    y "Как романтично..."
    mc "А?.."
    y 4c "П-прости!"
    y "Я какую-то глупость сейчас сказала!.."
    mc "Дело не в этом, я просто не хочу, чтобы ты поняла меня неправильно."
    mc "Просто мы с Саёри дружим очень долго, с самого детства, вот и всё."
    y 2l "Ах... ясно..."
    y 2f "Тогда, наверное, для тебя необычно, что она не посвящает тебя в свои чувства..."
    mc "Или, может, это я навоображал себе невесть что..."
    y 1u "[player]..."
    y "Мир полон скрытых смыслов, но, чтобы их обнаружить, нам приходится учиться читать между строк."
    y 1s "Так же и в каждом человеке, как бы хорошо ты его ни знал, останется много неразгаданных тайн."
    mc "А..."
    mc "Получается, ты тоже думаешь, что за этим что-то есть?"
    y 1l "Ум-м..."
    y "На мой взгляд, Саёри очень сложная личность."
    y 1h "Её манеры и причуды не всегда отражают то, что происходит у неё в голове..."
    y "К тому же Саёри может не всегда понимать, что хочет она сама."
    y "Я тоже заметила её сегодняшнее неординарное поведение..."
    y "И мне она также небезразлична."
    y 1f "Но в твоём случае, похоже, она занимает все твои мысли, я права?"
    mc "Ну..."
    mc "Пожалуй, что так."
    y 3u "Саёри..."
    y "Она и правда... много для тебя значит, да?"
    mc "А... п-пожалуй..."
    mc "Но тебе необязательно выражать это так!"
    mc "Мы просто хорошие друзья, только и всего..."
    y 2t "..."
    "Юри вдруг пристально смотрит мне в глаза."
    "Её лицо спокойно, а во взгляде читается любопытство, словно она что-то ищет."
    "Смутившись, я отвожу взгляд."
    y 2m "Порой..."
    y "Тайны человека не раскрываются даже перед ним самим."
    y 2a "И тебе, заботливому и честному..."
    y "Возможно, ещё предстоит обнаружить в себе чувства, о которых ты и не подозревал."
    y 4b "Т-то есть..."
    y "Я полагаю, что..."
    y "Ей бы крупно повезло, если бы..."
    y "Ты относился к ней... именно так."
    mc "Юри..."
    mc "Ты слишком меня переоцениваешь."
    mc "Я парень простой."
    mc "И я думаю, что уж свои-то чувства понять вполне способен."
    mc "Во мне и близко нет твоей утончённости."
    y 2t "А-ах..."
    y "Это не... комплимент, не так ли?"
    mc "Что есть, то есть."
    mc "Ладно, раз уж мы здесь, может немного почитаем?"
    y 2s "Ум-м..."
    y "Если ты не возражаешь."
    mc "Только за."
    mc "Мне всё равно надо на что-нибудь отвлечься."


    if not y_exclusivewatched and poemwinner[2] == 'yuri':
        call yuri_exclusive_2_ch3
    else:
        jump ch3_start_none
    return

label ch3_start_none:
    if not renpy.music.get_playing(channel='music') == audio.t3:
        stop music fadeout 1.0
    scene bg club_day
    with wipeleft_scene
    "..."
    if not renpy.music.get_playing(channel='music') == audio.t3:
        play music t3
    show monika 4b zorder 2 at t11
    m "Итак, друзья!"
    "Через некоторое время Моника обращается к нам."
    m "Я думаю, настало время поделиться своими стихами!"
    show monika zorder 1 at thide
    hide monika
    "Не успеваю я опомниться, как всё уже вернулось в норму."
    "Девушки идут доставать свои стихи, я следую их примеру."
    "Наши с Моникой взгляды встречаются, и она улыбается мне."
    "Интересно, о чём они с Саёри беседовали?.."
    return


label ch3_end:
    stop music fadeout 1.0
    scene bg club_day
    show monika 4b zorder 2 at t32
    with wipeleft_scene
    play music t3
    m "...Так, ребята!"
    m "Все поделились друг с другом своими стихами?"
    m "Тогда почему бы нам не начать—"
    show natsuki 3c zorder 3 at f31
    n "Подожди секунду!"
    n "Я ошибаюсь, или ты сейчас как-то странно выразилась?"
    show natsuki zorder 2 at t31
    show monika zorder 3 at f32
    m 4d "А?.."
    show monika zorder 2 at t32
    show yuri 1e zorder 3 at f33
    y "Кое-что действительно прозвучало странно..."
    y "Точно..."
    y 1f "Ты изменила свою фирменную фразу при обращении к членам клуба."
    show yuri zorder 2 at t33
    show monika 1n zorder 3 at f32
    m "Ф-фирменную фразу?"
    m "У меня такой нет..."
    show monika zorder 2 at t32
    show natsuki 4q zorder 3 at f31
    n "Боже..."
    n "Почему сегодня царит такая непонятная атмосфера?"
    n "Глядите, даже у Юри нет к ней иммунитета."
    show natsuki zorder 2 at t31
    show yuri 4b zorder 3 at f33
    y "У-ум..."
    y "Когда всё замирает, это свидетельствует о том, что вот-вот произойдёт нечто ужасное..."
    show yuri zorder 2 at t33
    mc "В {i}твоих{/i} книгах, может быть!"
    mc "Слушайте, сегодня единственное отличие в том, что с нами нет Саёри."
    show yuri 2g zorder 3 at f33
    y "Ах..."
    y "...Похоже, ты прав."
    show yuri zorder 2 at t33
    show monika 2r zorder 3 at f32
    m "Эх..."
    m 2d "Саёри всегда знает, как поднять нам настроение, правда?"
    m "Такое чувство, что, когда её нет рядом, смещается какой-то естественный баланс..."
    show monika zorder 2 at t32
    show natsuki 3k zorder 3 at f31
    if persistent.allow_slang:
        n "Куда эта мокрощёлка, вообще, свалила?"
    else:
        n "Куда она, вообще, свалила?"
    n "Я думала, она просто ходила писать."
    show natsuki zorder 2 at t31
    show yuri 1l zorder 3 at f33
    y "Нацуки, прояви немного приличия..."
    show yuri zorder 2 at t33
    show natsuki 4w zorder 3 at f31
    n "Ой, да ладно."
    show natsuki zorder 2 at t31
    mc "На самом деле она неважно себя чувствовала и пошла домой пораньше..."
    show yuri 2t zorder 3 at f33
    y "Вот как?.."
    y "Надеюсь, с ней всё в порядке..."
    show yuri zorder 2 at t33
    show natsuki 5c zorder 3 at f31
    n "Серьёзно?"
    n "То есть из всех возможных дней ты решил не идти с ней домой именно когда ей плохо?"
    n "Значит, это всё, на что способна ваша любовь-морковь."
    show natsuki zorder 2 at t31
    mc "Эй, хватит!"
    mc "Во-первых, перестаньте превратно истолковывать мои дружеские отношения с Саёри!"
    mc "А во-вторых..."
    mc "Она вроде как избегала меня сегодня, и я не хотел навязываться..."
    show yuri 1g zorder 3 at f33
    y "О-о-о?"
    show yuri zorder 2 at t33
    mc "{i}Такое любопытствующее выражение состроила именно Юри? Когда я попал в параллельный мир?{/i}"
    show monika 1r zorder 3 at f32
    m "Успокойтесь, девочки!"
    m 1d "Я уже поговорила с ней, у неё всё в порядке."
    show monika zorder 2 at t32
    mc "Что она сказала?"
    show monika zorder 3 at f32
    show yuri 1e
    m 1a "Нам же пока надо определиться, что осталось подготовить для фестиваля, поэтому..."
    m "Давайте решать, кто чем займётся в эти выходные."
    show monika zorder 2 at t32
    show natsuki 4l zorder 3 at f31
    n "Я уже знаю, чем {i}займусь{/i}!"
    show natsuki zorder 2 at t31
    show monika 2b zorder 3 at f32
    m "Конечно."
    m "Нацуки будет печь кексы."
    m "Но нам понадобится много и с разной начинкой..."
    m "Нацуки, ты сама сможешь со всем справиться?"
    show monika zorder 2 at t32
    show natsuki zorder 3 at f31
    n 4z "Вызов принят!"
    show natsuki 4a zorder 2 at t31
    show monika zorder 3 at f32
    m 1a "Что до меня..."
    m "Я займусь печатью и подготовкой листовок."
    m "Саёри поможет с оформлением."
    m "А Юри..."
    m 1d "..."
    m 3n "Юри, ты можешь..."
    m "Ах... Эм-м..."
    show monika zorder 2 at t32
    show natsuki 3c zorder 3 at f31
    n "...?"
    show natsuki zorder 2 at t31
    show monika 5 zorder 3 at f32
    m "Ребят..."
    m "Помогите придумать что-нибудь для Юри..."
    show monika zorder 2 at t32
    show yuri 4c zorder 3 at f33
    y "Я..."
    y "Я бесполезна..."
    show yuri zorder 2 at t33
    show monika 1g zorder 3 at f32
    m "Н-нет!"
    m "Всё совсем не так!"
    m "Ты вообще из всех нас самая талантливая!"
    show monika zorder 2 at t32
    show natsuki 5g zorder 3 at f31
    n "..."
    show natsuki zorder 2 at t31
    show monika zorder 3 at f32
    m 1g "Т-теперь и Нацуки надулась?"
    show monika zorder 2 at t32
    mc "Блин, я, кажется, понял..."
    mc "Я никогда не ценил Саёри по достоинству, но в такие моменты очевидно, что тебе приходится нелегко, когда её нет рядом."
    show monika zorder 3 at f32
    m "Ах..."
    m "Может, и так..."
    m 1i "Но если я сама не смогу проявить свои лидерские качества, то как я могу стать лучше?"
    m 2i "Так что, Юри..."
    m 2a "У тебя очень красивый почерк."
    m "Тебе нужно сделать несколько вывесок и декораций, чтобы создать нужную атмосферу."
    show monika zorder 2 at t32
    show yuri 4a zorder 3 at f33
    y "Нужную атмосферу?"
    y "Ум-м, вообще-то..."
    y "Я..."
    y 2r "Я бы с радостью этим занялась!"
    show yuri 2l
    "Выражение лица Юри резко меняется, когда она фокусирует взгляд на парте и несколько раз сама себе кивает."
    show yuri zorder 2 at t33
    mc "Я вижу, тебя уже переполняют идеи..."
    show monika 2b zorder 3 at f32
    m "Вот и замечательно!"
    m "Ты так сильно нам поможешь, Юри."
    m 2a "Получается..."
    m "Остался только ты, [player]."
    show monika zorder 2 at t32
    mc "Тот, кто по-настоящему бесполезен."
    show monika 1k zorder 3 at f32
    m "А-ха-ха! Не говори так."
    m 1b "На самом деле..."
    m "И перед Нацуки, и перед Юри стоят довольно сложные задачи."
    m "Твоя помощь им наверняка очень пригодится."
    m 1m "Разумеется, ты бы и мне мог подсобить..."
    m 1a "Я была бы очень признательна."
    show monika zorder 2 at t32
    mc "О—"
    mc "Я..."
    "Значит, Моника намекает на то, что я могу провести выходные с одной из девушек?"
    "Как, интересно, они ответят на такое предложение?.."
    show yuri 1u zorder 3 at f33
    y "Ах..."
    y "Я... полагаю, мне бы не помешала помощь..."
    show yuri zorder 2 at t33
    show natsuki 3c zorder 3 at f31
    n "Даже если ты не умеешь готовить, есть куча грязной работы, с которой ты наверняка справишься."
    n 3q "Моника всё равно не предоставит мне выбора, да и ты вряд ли захочешь штаны просиживать..."
    "Бормочет Нацуки себе под нос подобные оправдания."
    show natsuki zorder 2 at t31
    show yuri 2k zorder 3 at f33
    y "Ум-м..."
    y "Если я правильно помню, Нацуки..."
    y 2f "Ты как-то сказала, что хотела бы всё готовить сама."
    y "[player] вряд ли захочет быть рядом, если для тебя он будет пятым колесом в телеге..."
    y 2i "Следовательно..."
    y "Работа будет куда более эффективной, если он поможет с декорациями."
    show yuri zorder 2 at t33
    show natsuki 4e zorder 3 at f31
    n "Постой-ка! Я никогда такого не говорила!"
    n 4h "Насколько может быть сложно сделать несколько декораций?"
    n "Это звучит как нелепое оправдание, чтобы [player]—"
    show natsuki zorder 2 at t31
    show yuri 3n zorder 3 at f33
    y "К-как ты можешь так говорить?!"
    y "Это невероятно скрупулёзная работа..."
    show yuri zorder 2 at t33
    show natsuki 5w zorder 3 at f31
    n "Хочешь сказать, что готовка – это раз плюнуть?"
    n "Да что ты о себе—"
    show natsuki zorder 2 at t31
    show monika 2g zorder 3 at f32
    m "Девочки, ну хватит!"
    m "Давайте все немного успокоимся..."
    m 2d "В конце концов, именно [player] должен решить, кому из нас он хочет помочь."
    m "И, кстати..."
    m 5 "У него ещё не было возможности провести время со мной, знаете ли."
    m "Так что, я уверена, ему было бы интересно—"
    show monika zorder 2 at t32
    show natsuki zorder 3 at f31
    n 4f "Ты только что {i}сама{/i} сказала—"
    show natsuki zorder 2 at t31
    show yuri 2h zorder 3 at f33
    y "Я т-тоже поражена!"
    show yuri zorder 2 at t33
    show monika 1l zorder 3 at f32
    m "Простите, простите!"
    m "Я просто так, к слову..."
    show monika zorder 2 at t32
    show natsuki 4x zorder 3 at f31
    n "Боже..."
    n "Мы можем уже это решить?"
    show natsuki zorder 2 at t31
    show monika 1e zorder 3 at f32
    m "Да..."
    m "[player], ты же не против?"
    m 1a "В итоге выбирать тебе."
    show monika zorder 2 at t32
    mc "А..."
    mc "Конечно."
    show natsuki 5g zorder 3 at f31
    n "Хмф."
    show natsuki zorder 2 at t31
    show yuri 1f zorder 3 at f33
    y "Согласна..."
    show yuri zorder 2 at t33
    show monika 1a zorder 3 at f32
    m "В таком случае..."
    show monika zorder 2 at t32
    "Все пристально смотрят на меня."
    menu:
        "Разумеется, я выберу..."
        "Нацуки.":
            call ch3_end_natsuki
        "Юри.":
            call ch3_end_yuri
        "Монику.":
            call ch3_end_monika
        "Саёри...":
            call ch3_end_sayori
    scene bg residential_day
    with wipeleft_scene
    $ ch4_name = ch4_scene.capitalize()
    if ch4_name == "Yuri":
        $ ch4_name = "Юри"
    elif ch4_name == "Natsuki":
        $ ch4_name = "Нацуки"
    "Не могу поверить!"
    "Неужели [ch4_name] придёт ко мне домой в воскресенье?.."
    if help_sayori:
        "Хоть я и предпочёл бы компанию Саёри..."
        "Волнение нарастает во мне, словно снежный ком."
        "Я, конечно, уже немного привык общаться с ней в клубе..."
        "Но кто знает, что случится, когда мы будем вместе... в другом месте?"
        "Она даже сказала мне, что с нетерпением этого ждёт..."
        "Я потряс головой."
        "И почему я так нервничаю от мысли, что об этом узнает Саёри?"
        "Не то чтобы у нас с ней были {i}такие{/i} отношения..."
        "К тому же Моника говорила про помощь клубу."
        "Мне не о чем волноваться."
        "Мне просто нужно вести себя естественно, и я отлично проведу время."
    else:
        "Волнение нарастает во мне, словно снежный ком."
        "Я, конечно, уже немного привык общаться с ней в клубе..."
        "Но кто знает, что случится, когда мы будем вместе... в другом месте?"
        "Она даже сказала мне, что с нетерпением этого ждёт..."
        "Разве я не должен воспользоваться этим шансом и продвинуть наши отношения на новую ступень?"
        "...Или для этого ещё слишком рано?"
        "Только время подскажет..."
        "Но до того момента я не смогу перестать думать об этом."
        "Я действительно не могу ждать!"
    return

label ch3_end_sayori:
    $ help_sayori = True
    mc "То есть..."
    mc "Если вопрос в том, кому помочь, я бы выбрал Саёри."
    mc "Я хочу сказать, мы живём рядом и все дела..."
    show yuri 2f zorder 3 at f33
    y "Но Моника сказала—"
    show yuri zorder 2 at t33
    show natsuki 4w zorder 3 at f31
    n "Что Саёри уже помогает ей!"
    n "Боже..."
    n 4h "Мы, что, настолько тебе противны?"
    show natsuki zorder 2 at t31
    mc "Д-да нет же!"
    show monika 1e zorder 3 at f32
    m "Извини, я не хотела всё так усложнять..."
    show monika zorder 2 at t32
    menu:
        m "Просто думай об этом как о помощи клубу, хорошо?"
        "Нацуки.":
            call ch3_end_natsuki
        "Юри.":
            call ch3_end_yuri
        "Моника." if help_monika == None:
            call ch3_end_monika
    return


label ch3_end_monika:
    $ help_monika = True
    mc "Ладно, я думаю, мне стоит помочь Монике..."
    show monika 5 zorder 3 at f32
    m "Ура, [player] выбрал меня!"
    show monika zorder 2 at t32
    show natsuki 3e zorder 3 at f31
    stop music fadeout 1.0
    n "Минутку!"
    show natsuki zorder 2 at t31
    show yuri 2r zorder 3 at f33
    y "Д-да!"
    show yuri zorder 2 at t33
    show natsuki zorder 3 at f31
    play music t7
    n "Моника, тебе помощь нужна меньше всего!"
    show natsuki zorder 2 at t31
    show monika 1d zorder 3 at f32
    m "А? Но..."
    show monika zorder 2 at t32
    show yuri 1h zorder 3 at f33
    y "Я согласна с Нацуки."
    y 1l "С твоей работой вполне можно справиться в одиночку..."
    y "Кроме того, тебе ещё Саёри помогает."
    show yuri zorder 2 at t33
    show monika zorder 3 at f32
    m 1p "Но ведь [player] сам меня..."
    m "Ах..."
    show monika zorder 2 at t32
    show natsuki 3c zorder 3 at f31
    n "Это не имеет значения."
    n "Ты так на него надавила, что ему пришлось выбрать тебя."
    n 3e "Моника, ты же президент клуба."
    n "Ты обязана принимать ответственные, взвешенные решения!"
    show natsuki zorder 2 at t31
    show yuri 2f zorder 3 at f33
    y "И ты не должна позволять своим скрытым мотивам влиять на них."
    show yuri zorder 2 at t33
    show monika 2i zorder 3 at f32
    m "Скрытым мотивам?"
    m "Ч-что ты такое говоришь, Юри?"
    m "Вообще, девчата, это звучит так, будто у {i}вас{/i} есть скрытые мотивы!"
    show monika zorder 2 at t32
    show natsuki 1x zorder 3 at f31
    n "{i}Прошу прощения{/i}?"
    show natsuki zorder 2 at t31
    show monika zorder 3 at f32
    m "Иначе... вся эта ситуация изначально не раздулась бы в такую большую проблему!"
    show monika zorder 2 at t32
    show yuri 3r zorder 3 at f33
    y "Всё... совсем не так, Моника!"
    show yuri zorder 2 at t33
    show natsuki 3e zorder 3 at f31
    n "Вот именно!"
    n "Нам дела надо делать, знаешь ли!"
    n "У нас ничего путного не выйдет, если мы будем работать в одиночку."
    show natsuki zorder 2 at t31
    show monika 1p zorder 3 at f32
    m "Ах... может... вы и правы..."
    show monika zorder 2 at t32
    show yuri 2l zorder 3 at f33
    y "Подумай о клубе, Моника..."
    y "Если мы хотим, чтобы мероприятие прошло успешно, нам надо правильно распределить имеющиеся ресурсы."
    show yuri zorder 2 at t33
    show monika 3n zorder 3 at f32
    m "М-м-м..."
    m "Ах..."
    show monika zorder 2 at t32
    show natsuki 4x zorder 3 at f31
    n "Итак, {i}госпожа президент{/i}, вы примете правильное решение?"
    show natsuki zorder 2 at t31
    show monika 1p zorder 3 at f32
    m "Хорошо, хорошо!"
    m "Я поняла!"
    stop music fadeout 1.0
    show natsuki 4g
    show yuri 2g
    m 1r "Эх..."
    m 1g "Чисто технически... будет логично, если [player] поможет одной из вас двоих."
    m "Поэтому..."
    m 1c "Полагаю... так мы и поступим."
    show monika zorder 2 at t32
    play music t3
    menu:
        m "[player], у тебя есть предпочтения?"
        "Нацуки.":
            call ch3_end_natsuki
        "Юри.":
            call ch3_end_yuri
        "Саёри..." if help_sayori == None:
            call ch3_end_sayori
    return

label ch3_end_natsuki:
    $ ch4_scene = 'natsuki'
    mc "Что ж, готовка звучит довольно весело..."
    mc "Кроме того, вы сказали, что тут много работы, так что второй человек не помешает."
    show natsuki 4l zorder 3 at f31
    n "Не волнуйся!"
    n "Готовка – это сплошное развлечение!"
    n "Тебе точно понравится!"
    show natsuki zorder 2 at t31
    show monika 1d zorder 3 at f32
    m "А?"
    m "Но только минуту назад ты говорила, что—"
    show monika zorder 2 at t32
    show natsuki 1q zorder 3 at f31
    n "Э-это потому, что—!"
    n "..."
    n "...Да какая разница?"
    show natsuki zorder 2 at t31
    show monika 2a zorder 3 at f32
    m "Ладно, тогда..."
    m "Юри, ты одна справишься?"
    show monika zorder 2 at t32
    show yuri 1j zorder 3 at f33
    y "Конечно."
    y "В конце концов, я уже привыкла..."
    show yuri 1g zorder 2 at t33
    show monika 1e zorder 3 at f32
    m "..."
    show monika zorder 2 at t32
    mc "..."
    show monika zorder 3 at f32
    m 1n "Хорошо..."
    "Хоть Юри и слишком драматизирует, ей нельзя не посочувствовать."
    show monika 1m zorder 2 at t32
    show natsuki 3a zorder 3 at f31
    n "Получается, это всё, да?"
    n "Нам нужно ещё что-нибудь обсудить?"
    show natsuki zorder 2 at t31
    show monika 1a zorder 3 at f32
    m "Нет, думаю мы закончили..."
    m "Как настрой?"
    show monika zorder 2 at t32
    show natsuki 1z zorder 3 at f31
    n "Не могу дождаться!"
    n "Всё, кроме выступления, пройдёт обалденно!"
    show natsuki 1a zorder 2 at t31
    mc "Его можно вообще не считать..."
    show monika zorder 3 at f32
    m "[player], а у тебя как ощущения?"
    show monika zorder 2 at t32
    mc "У меня?"
    mc "Ну, мне, конечно, интересно посмотреть, как всё получится..."
    show monika 2b zorder 3 at f32
    m "Для меня этого достаточно!"
    m "А ты что скажешь, Юри?"
    m 2d "...Юри?"
    show monika zorder 2 at t32
    show natsuki 3c zorder 3 at f31
    n "Она всё ещё хандрит."
    show natsuki zorder 2 at t31
    show yuri 4b zorder 3 at f33
    y "..."
    show yuri zorder 2 at t33
    show natsuki 5n zorder 3 at f31
    n "..."
    "Нацуки тоже начинает дуться."
    n "Это же..."
    n 5m "Я имею в виду, что это ведь не такое уж большое дело..."
    show natsuki zorder 2 at t31
    mc "Проблема может быть не только в этом..."
    show natsuki zorder 3 at f31
    n "...?"
    show natsuki zorder 2 at t31
    mc "Мне кажется, Юри чувствует, что её недостаточно ценят."
    mc "Сначала не придумали, чем её занять, потом не предложили помощь."
    show natsuki zorder 3 at f31
    n 5q "Но это же не значит, что..."
    n "..."
    n 5r "Хм-м..."
    show natsuki 5u
    "Беспокойный взгляд Нацуки мечется между всеми нами."
    n 1u "Слушай..."
    "Нацуки подходит к Юри и кладёт руки ей на плечи."
    n 1h "Юри."
    n "Ты действительно самая талантливая среди нас."
    n "И..."
    n "И с твоей помощью это мероприятие получится куда более весёлым и привлекательным."
    n 1q "Я хочу сказать, что кексы, наверное, тоже помогут..."
    n 3h "Но именно ты сделаешь атмосферу праздника особенной."
    n "А это очень важно, учитывая то, как волнуются люди перед выступлением."
    n "Так что..."
    n 4w "Прекрати глупить и подними немного свою самооценку!"
    "Нацуки отпускает плечи Юри и отворачивается."
    show natsuki zorder 2 at t31
    show yuri zorder 3 at f33
    y 4a "..."
    y "Ты ведь... ты не всерьёз это сказала, да?"
    show yuri zorder 2 at t33
    show natsuki 5u zorder 3 at f31
    n "М-м-м..."
    n "Не совсем, но..."
    show natsuki zorder 2 at t31
    "Юри не единственная, кого шокировал поступок Нацуки."
    "Мы с Моникой тоже потеряли дар речи."
    "Чтобы именно Нацуки выдала такую вдохновляющую речь..."
    "Однако я начинаю понимать."
    "Нацуки старалась сымитировать Саёри."
    "Даже если у неё это не совсем получилось, я вижу, что она пыталась сказать то, что в такой момент сказала бы Саёри."
    "У Саёри всегда получается вызвать у всех улыбку и заставить почувствовать уверенность в себе."
    show yuri 2l zorder 3 at f33
    y "Простите... что вела себя так глупо."
    y 2i "Я сделаю всё, что в моих силах."
    y "И мы организуем грандиозное мероприятие."
    show yuri zorder 2 at t33
    show natsuki zorder 3 at f31
    n 5j "Точно."
    show natsuki zorder 2 at t31
    show monika 2k zorder 3 at f32
    m "Да!"
    m 2b "Я надеюсь увидеть, как все стараются."
    m "И с этим..."
    m "На сегодня, кажется, всё."
    m "Полагаю, можно выдвигаться по домам."
    show monika zorder 2 at t32
    show natsuki 3k zorder 3 at f31
    n "Хорошо, но я здесь ещё ненадолго задержусь."
    n "Я не успела почти ничего почитать..."
    show natsuki zorder 2 at t31
    show monika 2a zorder 3 at f32
    m "Конечно, я не возражаю."
    hide natsuki
    hide monika
    hide yuri
    with wipeleft
    "Все начинают собираться."
    "Моника с Юри, о чём-то болтая, выходят из клуба, я следую за ними."
    play music t6 fadeout 1
    show natsuki 4g zorder 2 at t11
    n "Эй, куда это ты собрался?"
    mc "А?.."
    n 4c "Нам всё ещё нужно составить план на выходные."
    n "Ты бы сейчас пришёл домой и понял, что у тебя нет со мной связи."
    mc "О, и правда..."
    mc "Не пойму, как это вылетело у меня из головы."
    n 2c "Значит, хорошо, что я тебя остановила."
    n "Я дам тебе свой телефон, идёт?"
    n 2q "И не подумай ничего странного!"
    mc "С чего бы?.."
    n 1s "Хмф..."
    "Нацуки продиктовала номер."
    n 1c "Ладно..."
    n "Я зайду к тебе в воскресенье."
    n "И принесу все необходимые ингредиенты."
    mc "Подожди!"
    mc "Ты придёшь ко {i}мне{/i} домой?"
    n 2c "Ну да."
    n "А что-то не так?"
    mc "Я имел в виду..."
    mc "Раз помогаю я, логичнее будет мне пойти к тебе..."
    n "Ага, конечно."
    n 5x "Будто я могу пригласить в дом парня..."
    n "Отец меня убьёт."
    mc "Серьёзно?"
    mc "Какой-то он слишком строгий, на мой взгляд."
    n 5r "Согласна, но ты можешь представить себе, на что это похоже?"
    n "Когда отец дома, я толком ничего делать не могу..."
    n 2q "Короче... мне просто нужно было выговориться."
    n 2c "Теперь у нас есть телефоны друг друга."
    n "Это всё, что мне от тебя было нужно."
    n "Я напишу тебе, когда буду подходить."
    mc "Давай."
    n "Угу."
    n 4a "Тогда ты и узнаешь, почему я так люблю готовку."
    n "Так что жди и надейся."
    mc "О?"
    mc "Разве ты не сказала, что собираешься загрузить меня грязной работой?"
    n 1r "Э-э-э—!"
    n "Я просто... так выразилась."
    n 1q "Я же не могла... перед всеми..."
    n "Показать, что очень этого жду."
    mc "Что, серьёзно?"
    n 5w "Ну, вроде того!"
    n "Просто потому, что... мне ещё никогда не приходилось готовить с кем-то."
    n 5h "Вот и вся причина, поэтому..."
    mc "Хорошо, я понимаю."
    mc "Прости за такую бурную реакцию."
    mc "В общем, я пойду, наверное."
    mc "Увидимся в воскресенье."
    n 5m "Ах—"
    n "..."
    n 5u "...Неважно."
    return

label ch3_end_yuri:
    $ ch4_scene = 'yuri'
    mc "Хм-м, думаю, я буду наиболее полезен, если помогу Юри..."
    show yuri zorder 3 at f33
    y 2n "М-мне?.."
    show yuri zorder 2 at t33
    show natsuki zorder 3 at f31
    n 4e "Ты серьёзно?"
    n "Зачем тебе—"
    show natsuki zorder 2 at t31
    show monika zorder 3 at f32
    m 1i "Нацуки."
    m "Я уже вижу, что ты собираешься сказать нечто неприятное."
    show monika zorder 2 at t32
    show natsuki zorder 3 at f31
    n 5r "В-вовсе нет..."
    n "Я просто хотела сказать—"
    n "У-ух..."
    show natsuki zorder 2 at t31
    show monika zorder 3 at f32
    m 2a "Получается, ты будешь помогать Юри, [player]?"
    show monika zorder 2 at t32
    mc "Ага."
    mc "Раз ей нужна моя помощь."
    show yuri zorder 3 at f33
    y 1u "Я рада."
    y "У меня плохая привычка слишком заморачиваться над такими вещами..."
    y "Поэтому твоя помощь будет как нельзя кстати."
    show yuri zorder 2 at t33
    show monika zorder 3 at f32
    m "Рада это слышать."
    m "Нацуки, ты одна справишься с готовкой?"
    show monika zorder 2 at t32
    show natsuki zorder 3 at f31
    n 3w "Да, да."
    n "Я уже сказала, что всё в порядке."
    show natsuki zorder 2 at t31
    show monika zorder 3 at f32
    m 1i "Хорошо..."
    "Все понимают, что Нацуки немного обиделась."
    show monika zorder 2 at t32
    mc "Так... это всё, что нам надо было обсудить?"
    show monika zorder 3 at f32
    m 1a "Да, вроде больше ничего не осталось."
    m 2a "Как настрой, ребята?"
    show monika zorder 2 at t32
    show yuri zorder 3 at f33
    y 1i "Не могу сказать, что я в восторге..."
    y "Но, полагаю, мне не терпится узнать, как всё пройдёт."
    show yuri zorder 2 at t33
    show monika zorder 3 at f32
    m "А ты что думаешь, [player]?"
    show monika zorder 2 at t32
    mc "Я?"
    mc "Ну, думаю, можно сказать, мне интересно, что у нас выйдет..."
    show monika zorder 3 at f32
    m 2b "Для меня этого более чем достаточно!"
    m 2a "Что насчёт тебя, Нацуки?"
    show monika zorder 2 at t32
    show natsuki zorder 3 at f31
    n 5s "..."
    show monika zorder 2 at t32
    show yuri zorder 3 at f33
    y 2h "Нацуки!"
    show yuri zorder 2 at t33
    show natsuki zorder 3 at f31
    n 1o "Что?!"
    n 1m "Почему все кричат на меня?"
    n "Я ничего плохого не сделала!.."
    show natsuki 1n zorder 2 at t31
    show yuri zorder 3 at f33
    y 3n "Н-нет—!"
    y "Я совсем не это имела в виду!"
    y 3o "Ах..."
    "Беспокойный взгляд Юри мечется между всеми нами."
    y 2w "М-мне очень жаль!"
    y 2v "Я не знаю, почему [player] выбрал меня..."
    y "И ещё..."
    y 2t "Твои кексики самые лучшие из всех, что я когда-либо пробовала!"
    y "Есть их, запивая чаем, – сплошное удовольствие!"
    y "И всё, что бы я ни сделала для мероприятия, с ними не сравнится, поэтому..."
    y 4b "Поэтому..."
    show yuri zorder 2 at t33
    show natsuki zorder 3 at f31
    n 3q "Ладно, ладно, я поняла."
    n 3h "Хоть и немного удивлена..."
    show natsuki zorder 2 at t31
    show yuri zorder 3 at f33
    y "Почему?"
    show yuri zorder 2 at t33
    show natsuki zorder 3 at f31
    n 3q "М-м-м..."
    n "Эх, это ведь я веду себя как ребёнок..."
    n "Я всё прекрасно осознаю."
    n 5h "Но почему-то вдруг именно ты решаешь меня приободрить..."
    show natsuki zorder 2 at t31
    show yuri zorder 3 at f33
    y "Я з-знаю, у меня не очень хорошо выходит..."
    y 2v "Прости, если сказала что-то дурное!"
    "Не только Нацуки поразилась словам Юри."
    "Нас c Моникой она тоже застала врасплох."
    "Ей и без того сложно даются слова, но, когда она пытается кого-то поддержать, это выходит далеко за границы её зоны комфорта."
    "Однако я начинаю понимать."
    "Юри старалась сымитировать Саёри."
    "Даже если у неё это не совсем получилось, я вижу, что она пыталась сказать то, что в такой момент сказала бы Саёри."
    "У Саёри всегда получается вызвать у всех улыбку и заставить почувствовать уверенность в себе."
    show yuri zorder 2 at t33
    show natsuki zorder 3 at f31
    n 1h "Да нет..."
    n "Я даже признательна тебе."
    n 1u "Извини что... раздула проблему из ничего."
    n 1m "Но кое-что я всё-таки скажу."
    show natsuki zorder 2 at t31
    show yuri zorder 3 at f33
    y 2e "...?"
    show yuri zorder 2 at t33
    show natsuki zorder 3 at f31
    n 4e "Можешь что угодно ставить на то, что мои кексики будут лучшей частью мероприятия!"
    show natsuki 4a zorder 2 at t31
    show yuri zorder 3 at f33
    y 2f "Ах..."
    y 1s "...Я не сомневаюсь."
    show yuri zorder 2 at t33
    show monika zorder 3 at f32
    m 2b "Вот и славно!"
    m "Я надеюсь увидеть, как все стараются."
    m "И с этим..."
    m "На сегодня, кажется, всё."
    m "Полагаю, можно выдвигаться по домам."
    show monika zorder 2 at t32
    show natsuki zorder 3 at f31
    n "Ясно, пора отсюда сваливать."
    hide monika
    hide natsuki
    hide yuri
    with wipeleft
    "Все начинают собираться."
    "Моника с Юри, о чём-то болтая, выходят из клуба, я следую за ними."
    play music t6 fadeout 1
    show yuri 2t zorder 2 at t11
    y "У-ум—!"
    mc "А?"
    "Я оборачиваюсь."
    y "Прости..."
    y 2s "Я поняла, что у меня нет твоего телефона, чтобы созвониться на выходных..."
    mc "О, точно."
    mc "Не могу поверить, что это вылетело у меня из головы."
    mc "Мне дать тебе свой номер?"
    y 1a "Думаю... так будет лучше всего, да."
    mc "Момент..."
    "Мы с Юри обмениваемся номерами."
    y "Хорошо."
    y "Тогда я зайду к тебе в воскресенье..."
    mc "А?"
    mc "Ко мне домой, в смысле?"
    y 2t "Т-тебе будет неудобно?.."
    mc "Нет, совсем нет..."
    mc "Я просто думал, что раз помогаю я, то мы будем у тебя дома."
    y "Ах, наверное, это логично..."
    y "Но, если ты не возражаешь..."
    y 1u "Я бы предпочла пойти к тебе домой."
    mc "Без проблем."
    mc "Я буду только рад гостям."
    "По очевидным причинам я решил не давить на Юри."
    "В любом случае разницы в месте встрече никакой нет, мне просто надо будет прибраться в своей комнате."
    mc "Надеюсь, я смогу быть хоть чем-то полезен..."
    mc "Я не настолько творческая личность."
    y 1a "Не недооценивай себя, [player]."
    y "Уверена, из нас получится очень продуктивная команда."
    y 1u "Даже если ты меня выбрал просто из жалости..."
    mc "Стоп!.."
    mc "Ты ведь на самом деле так не думаешь, да?"
    y 4b "..."
    y "Я... не знаю."
    y "Мне сложно придумать иную причину, почему ты решил выбрать меня..."
    mc "Ты забыла о причине, к которой можно прийти, используя здравый смысл!"
    mc "Я выбрал тебя, потому что так захотел."
    y 2v "Н-но..."
    "Юри задумывается, её лицо принимает невероятно напряжённое выражение."
    mc "Юри... ты слишком заморачиваешься."
    mc "Ты просила указывать тебе на такие моменты, помнишь?"
    y "Э?.."
    y 4 "Я... я даже не заметила..."
    mc "Уверяю тебя, это то, чего я сам хочу."
    mc "И никаких скрытых смыслов тут больше нет."
    mc "Ты мне веришь?"
    y 1t "Я..."
    "Юри снова напряжённо задумывается."
    "Она некоторое время пристально смотрит мне в глаза."
    y 3l "...Я верю тебе!"
    "Юри произносит эти слова так, словно на это требуются чудовищные усилия, но затем наконец расслабляется."
    y 3s "И я с нетерпением жду воскресенья."
    mc "Да..."
    mc "Я тоже."
    show yuri zorder 1 at thide
    hide yuri
    "После нашего странного диалога я выхожу из класса, Юри идёт следом."
    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
