

label yuri_exclusive_1:
    scene bg club_day
    with wipeleft_scene
    "Я с удовольствием поговорил бы с Юри ещё..."
    "Но в то же время мне не хочется отвлекать её от чтения."
    "Я бросаю взгляд на обложку её книги."
    "Похоже, это такая же книга, как и та, которую она дала мне..."
    "Кроме того, она, кажется, на первых её страницах."
    play music t6 fadeout 1.0
    show yuri 4a zorder 2 at t11
    y "Ах..."
    "Чёрт..."
    "Наверное, заметила, что я смотрю на неё..."
    "Она снова глядит на меня украдкой, и наши взгляды на мгновение встречаются."
    y 4b "..."
    "Но это заставляет её только ниже склониться над книгой."
    mc "Извини..."
    mc "Я просто задумался..."
    "Бормочу я, чувствуя, что смутил её."
    y 1i "О..."
    y "Всё в порядке..."
    y 1a "Если бы я была сосредоточена, то, скорее всего, ничего бы и не заметила."
    y "Но я просто перечитываю отрывок, так что..."
    mc "Это ведь та же книга, что ты дала мне раньше?"
    y "Ум-м..."
    y "Мне просто захотелось кое-что перечитать."
    y 2q "Безо всякой причины!.."
    mc "Просто интересно, откуда у тебя две одинаковые книги?"
    y "Ах..."
    y "Когда вчера я заглянула в книжный магазин..."
    y 3o "Ой, я не это хотела сказать..."
    y "Я имела в виду..."
    y 1w "Просто... так получилось, что я купила две."
    mc "А, понятно."
    "Очевидно, Юри чего-то недоговаривает, но я решаю не обращать на это внимания."
    mc "Я обязательно скоро примусь за чтение!"
    y 2u "Мне приятно это слышать..."
    y "Как только возьмёшься, оторваться будет уже непросто."
    y 2c "Это очень увлекательная история, вызывающая множество ассоциаций."
    mc "Вот как?.."
    mc "Кстати, а о чём она?"
    y 1f "Ну..."
    y "Ум-м..."
    "Юри закрывает книгу и пробегает глазами по синопсису на задней обложке."
    "Книга называется «Портрет Маркова»."
    "С обложки на меня смотрит зловещего вида символ в виде глаза."
    y 1a "Ладно..."
    y "Я просто хотела удостовериться, что ничего не упущу."
    y "В общем, это о старшекласснице, которая переезжает к своей младшей сестре, с которой давно не общалась..."
    y "Но вскоре после этого её жизнь становится донельзя странной."
    y 1m "Она становится целью заключённых, сбежавших из тюрьмы, в которой проводят эксперименты на людях..."
    y "И вот, когда её жизнь в опасности, ей приходится выбирать, кому доверять."
    y 1i "Что бы она ни делала, в результате она обрывает почти все свои связи и её жизнь начинает разваливаться..."
    mc "Это довольно..."
    "Довольно мрачно, правда?"
    "Сначала у меня сложилось впечатление, что это отличная история, но из ниоткуда полезшая чернуха стала для меня полнейшей неожиданностью."
    y 1c "А-ха-ха."
    "Юри вдруг робко хихикает."
    y "Тебе подобные истории не нравятся, [player]?"
    mc "Нет, не то чтобы..."
    mc "В смысле, я могу получать удовольствие от таких историй, так что не волнуйся."
    y 2u "Надеюсь..."
    "Да... Я и забыл, насколько Юри этим увлечена."
    "Внешне робкая и нелюдимая, но в душе она, кажется, совсем другая."
    y "Это просто такой тип историй..."
    y 1a "Они заставляют тебя взглянуть на жизнь по-новому."
    y "Когда плохие вещи происходят не из-за того, что кто-то хочет быть злым..."
    y 1m "Но из-за того, что мир полон ужасных людей и мы никогда не можем знать, кто кем окажется."
    y "А потом вдруг, когда ты уже соотносишь себя с главным героем..."
    y "Он делает что-нибудь наивное, позволяя своей однобокой морали помешать планам злодея."
    y 3v "Я... Я опять заболталась, да?.."
    y "Только не снова..."
    y 4b "Прости..."
    mc "Эй, не нужно извиняться!.."
    mc "Я вовсе не утратил из-за этого интерес."
    y "Ум-м..."
    y "Тогда, наверное, всё нормально..."
    y 4a "Но я чувствую, что ты должен знать об одной моей проблеме..."
    y "Когда я позволяю вещам вроде книг и письма целиком заполнить мои мысли..."
    y "Я напрочь забываю об окружающих..."
    y 3t "Поэтому прошу прощения, если в результате скажу что-то странное!"
    y "И, пожалуйста, останови меня, если я начну говорить слишком много!"
    mc "Это..."
    mc "Я не думаю, что тебе стоит так сильно переживать по этому поводу..."
    mc "Это просто показывает, что ты увлечена чтением."
    mc "Меньшее, что я могу сделать, – это выслушать."
    mc "Ведь мы в литературном клубе..."
    y 4a "Ах..."
    y "Это..."
    y "Пожалуй, что так..."
    mc "И вообще..."
    mc "Я же тоже могу начать читать её, верно?"
    y 3n "Т-ты не обязан!"
    mc "А-ха-ха, о чём это ты?"
    mc "Совсем недавно ты говорила, что очень ждёшь этого."
    y 3o "..."
    mc "Дай мне только её достать..."
    "Я быстро вытаскиваю из портфеля книгу."
    mc "Так... можно мне сесть здесь?"
    "Я пересаживаюсь на соседнее с Юри место."
    y 3n "Ах!.."
    y "Конечно..."
    mc "Точно?"
    mc "Ты кажешься несколько настороженной..."
    y "Это..."
    y 4b "Извини..."
    y "Это не значит, что я не хочу!"
    y "Я просто не привыкла к такому..."
    y "В смысле, читать в компании с кем-нибудь."
    mc "Ясно..."
    mc "Тогда просто скажи, если я буду отвлекать."
    y "Л-ладно..."
    show yuri zorder 1 at thide
    hide yuri
    "Я открываю книгу и принимаюсь за пролог."
    "Вскоре я понимаю, что Юри подразумевала под чтением в компании."
    "Кажется, будто она заглядывает мне через плечо."
    "Это не особо мешает."
    "Может, немного отвлекает, но чувство это отчасти приятное."
    "Краешком глаза я смотрю на Юри."
    "И понимаю, что глядит она не в свою книгу."
    "Я снова кошусь в её сторону."
    "Похоже, вместо этого она читает мою..."
    show yuri 3n zorder 2 at t11
    y "П-прости!"
    y "Я просто—!"
    mc "Юри, тебе не кажется, что ты слишком много извиняешься?"
    y "Р... Разве?"
    y 4a "Я не хотела..."
    y "Прости..."
    y 4c "В смысле—!"
    mc "А-ха-ха."
    mc "Вот, так будет лучше, верно?"
    "Я пододвигаю парту к парте Юри и кладу книгу посередине."
    y 2v "Ах..."
    y "Наверное..."
    "Юри нерешительно закрывает свою книгу."
    "Когда мы оба чуть наклоняемся вперёд, наши плечи почти соприкасаются."
    "Пользоваться левой рукой в таком положении неудобно, так что я придерживаю книгу, чтобы та не закрылась, правой."
    mc "Кажется, переворачивать страницы так будет довольно трудно..."
    y "Вот..."
    $ persistent.clear[2] = True
    $ renpy.save_persistent()
    scene y_cg1_base with dissolve_cg
    "Юри протягивает левую руку и зажимает левую сторону книги большим и указательным пальцами."
    mc "А..."
    "Я точно так же берусь правой рукой за правую сторону книги."
    "Так я буду переворачивать страницы, а Юри – прижимать их большим пальцем, когда они окажутся на её стороне."
    "Но, держа книгу таким образом..."
    "Мы прижимаемся друг к другу ещё теснее, чем раньше."
    "И это довольно сильно отвлекает!.."
    "Словно я чувствую тепло, исходящее от лица Юри, и постоянно вижу её периферическим зрением..."
    show y_cg1_exp1 at cgfade
    y "...Ты уже всё?"
    mc "Э?"
    y "Переворачивай страницу..."
    mc "А... прости!"
    mc "Кажется, я на секунду отвлёкся..."
    "Я снова смотрю на лицо Юри, и наши взгляды встречаются."
    "Не уверен, что смогу за ней угнаться..."
    y "Ах..."
    show y_cg1_exp2 at cgfade
    y "Ничего."
    y "Ты ещё не привык столько читать, верно?"
    y "Я не против немного подождать, если у тебя это получается медленнее..."
    y "Наверное, это меньшее, что я могу сделать..."
    y "Поскольку ты был так терпелив со мной..."
    mc "Д-да..."
    mc "Спасибо."
    hide y_cg1_exp1
    hide y_cg1_exp2
    "Мы продолжаем чтение."
    "Юри больше не спрашивает, готов ли я перевернуть страницу."
    "Вместо этого, предположив, что она читает быстрее меня, я перелистываю по своему желанию."
    "Мы продолжаем в молчании читать первую главу."
    "Тем не менее каждое переворачивание страницы воспринимается почти как интимный разговор..."
    "Мой большой палец мягко отпускает страницу, позволяя ей перепорхнуть на другую сторону, где её ловит большой палец Юри."
    mc "Слушай, Юри..."
    mc "Возможно, это глупая мысль, но..."
    mc "Главная героиня немного напоминает мне тебя."
    show y_cg1_exp1 at cgfade
    y "Ты... так думаешь?"
    y "И чем же?"
    mc "Ну, мне кажется, что во многих отношениях она излишне прямолинейная..."
    mc "Но она как следует обдумывает всё, что говорит и делает."
    mc "Будто бы боится ошибиться."
    mc "Конечно, тебе в голову я заглянуть не могу..."
    mc "Но это напоминает мне некоторые твои манеры."
    y "П-понятно..."
    scene bg club_day
    show yuri 2t zorder 2 at i11
    with dissolve_cg
    "Какое-то время Юри молчала."
    y "Но, [player]..."
    y "Быть похожей на неё..."
    y "...По-моему, это ужасно!"
    y 4b "Ум-м, меня очень смущает, что ты думаешь так..."
    mc "П-постой!"
    mc "Я не имел в виду ничего плохого!"
    mc "Прости, я не знал, что ты настолько чувствительна к такого рода вещам..."
    y "..."
    mc "И вообще, я подразумевал, что это довольно мило..."
    y 3q "А-ах—"
    y "Чего это ты вдруг?.."
    y "Я!.."
    show monika 4 at l31
    m "Итак, друзья!"
    show yuri 3n at h11
    y "...!"
    show monika zorder 3 at f31
    m "Думаю, пора поделиться друг с другом сегодняшними стихотворениями."
    m "Если будем затягивать, нам может не хватить времени."
    show monika zorder 2 at t31
    show yuri zorder 3 at f11
    y 3w "Ах..."
    "Так и не закончив мысль, Юри выдыхает."
    show yuri zorder 2 at t11
    show monika zorder 3 at f31
    m 1 "Всё нормально, Юри?"
    m "Ты выглядишь подавленной..."
    m "Прости, если ты этого не ждала..."
    show monika zorder 2 at t31
    show yuri zorder 3 at f11
    y 3v "Нет, дело не в этом..."
    y "...Всё в порядке."
    show yuri zorder 2 at t11
    show monika zorder 1 at thide
    hide monika
    "Юри убирает руку с книги, отчего та закрывается, хлопнув меня по пальцу."
    mc "Ладно..."
    mc "Думаю, я ещё почитаю сегодня вечером."
    mc "Или ты предпочитаешь, чтобы я читал только вместе с тобой?"
    y 2f "Эм!.."
    y "Думаю... у меня нет никаких предпочтений..."
    mc "Хм-м..."
    mc "Тогда я сегодня вечером ещё немного почитаю."
    mc "Будет веселее читать вместе с тобой, уже немного распробовав."
    y 2a "Отличная причина."
    y "Тогда можешь дочитать первые две главы в своём темпе."
    mc "Отлично!"
    show yuri zorder 1 at thide
    hide yuri
    "Я встаю."
    "Запомнив, где остановился, я убираю книгу в портфель."
    return

label yuri_exclusive_2:
    $ y_exclusivewatched = True
    play music t6 fadeout 1.0
    scene bg club_day
    with wipeleft_scene
    mc "Слушай, Юри."
    show yuri 2f zorder 2 at t11
    y "Да?"
    mc "О..."
    "Я вдруг замечаю, что Юри читает не ту книгу, что мы читали вместе."
    mc "Извини! Не хотел тебя отрывать..."
    y 2m "Ах, ничего..."
    y "Я как бы ждала тебя..."
    show yuri 2a
    mc "А, ну тогда..."
label yuri_exclusive_2_ch3:
    mc "Почему бы нам не начать?"
    y 2c "Да, давай!"
    y 3a "На самом деле у меня есть просьба..."
    y "...Не возражаешь, если я сперва заварю чай?"
    mc "Ни капельки."
    y 1c "Большое спасибо."
    y 1a "Если что и может сделать чтение приятнее, так это чашка ароматного чая."
    y "Да ещё и заваренного собственноручно."
    show yuri zorder 1 at thide
    hide yuri
    "Юри встаёт и подходит к кладовке."
    "Я иду следом и вижу, как она берёт с полки небольшой кувшин с фильтром внутри."
    show yuri 1f zorder 2 at t11
    y "Можешь подержать?"
    mc "Конечно..."
    "Юри передаёт кувшин мне и достаёт электрический чайник."
    y "Я подключу его в розетку у стола учителя, а потом мы сходим за водой."
    show yuri zorder 1 at thide
    hide yuri
    "Она проходит мимо меня и ставит чайник на учительский стол."
    "Я просто наблюдаю за её действиями."
    "К моему удивлению, то, как она двигается, резко контрастирует с манерой говорить."
    "Главным образом из-за своих длинных ног Юри производит впечатление элегантной и скрупулёзной особы."
    show yuri 1f zorder 2 at t11
    y "Так, можешь подать мне кувшин?"
    y 1a "Спасибо, я скоро вернусь."
    mc "Э... я могу пойти с тобой..."
    y 1s "Действительно... почему нет?"
    y "Тогда пойдём?"
    mc "Ага..."
    show monika 2a at l31
    m "А? Куда это вы вдвоём?"
    show yuri 2e
    mc "Э?"
    mc "Мы просто... Юри собиралась заварить чай, и..."
    "Я вдруг понимаю, насколько странно звучит такое объяснение для Моники."
    mc "Мы только набрать воды..."
    show monika zorder 3 at f31
    m "А, хорошо!"
    m 4j "Простите моё излишнее любопытство..."
    m "Но разве один человек с этим не справится?"
    show monika 4a zorder 2 at t31
    mc "Это—"
    show yuri zorder 3 at f11
    y 1k "Моника, пожалуйста, занимайся своими делами."
    y "Или ты хочешь сказать, это неправильно, что [player] тоже будет вовлечён в деятельность клуба?"
    show yuri zorder 2 at t11
    show monika zorder 3 at f31
    m 1g "Э-э?.."
    show monika zorder 2 at t31
    mc "—!"
    "Я разинул рот."
    show monika zorder 3 at f31
    m 5a "Я..."
    m "Я полагаю, в этом нет ничего плохого..."
    show monika zorder 2 at t31
    show yuri zorder 3 at f11
    y 2l "Хмф..."
    y "Тогда идём, [player]."
    show yuri zorder 2 at t11
    mc "А..."
    "Юри стремительно выходит из класса, я следую за ней."
    stop music fadeout 1.0
    scene bg corridor
    show yuri 4c zorder 2 at t11
    with wipeleft_scene
    "Оказавшись в коридоре, она вдруг прислоняется лбом к стене."
    y "Я говорила не подумав..."
    y "Как я могла сказать нечто подобное?.."
    mc "Юри..."
    y 4b "Просто..."
    y "Что-то в том, как она это сказала..."
    y "Меня это прямо-таки... взбесило."
    y "Что со мной такое?.."
    mc "Нет, Юри."
    mc "Думаю... ты поступила правильно!"
    mc "Я такого не ожидал, но..."
    mc "Моника тоже не в праве вот так указывать людям, что делать."
    play music t9
    y 4a "[player]..."
    y "Почему даже когда я делаю что-то плохое..."
    y "...ты добр ко мне?"
    mc "Потому что."
    mc "Ничто из того, что ты сделала, и близко не так плохо, как тебе кажется."
    mc "Никто не идеален."
    mc "У нас есть эмоции, и мы не всегда можем их спрятать."
    mc "Но у себя в голове ты вечно всё раздуваешь..."
    mc "Твой разум превращает лёгкий дождик в ураган."
    y 3q "Ах..."
    y "Н-нет..."
    y "Разве ты не презираешь меня за столь ужасный поступок?.."
    mc "Почему я должен тебя презирать?"
    mc "Нельзя презирать человека за то, что у него есть чувства..."
    mc "Какой друг так поступит?"
    y 4c "Ты сказал... друг?"
    y "Ах... ум-м..."
    "Юри поднимает голову."
    y 3w "[player]..."
    y 3t "Я очень рада... что ты мой друг!"
    mc "А-ха-ха..."
    mc "Спасибо, Юри."
    mc "Я тоже рад, что дружу с тобой..."
    "Говоря это, я чувствую себя ужасно неловко..."
    "Но я готов на всё, чтобы поднять Юри настроение."
    mc "Несмотря ни на что!.."
    y 3u "Ах— Да..."
    y "Пойдём?"
    mc "Ага."
    show yuri zorder 1 at thide
    hide yuri
    "Мы с Юри добираемся до ближайшего питьевого фонтанчика."
    "Наполнив кувшин, мы сразу возвращаемся в класс."
    play music t6 fadeout 1.0
    scene bg club_day
    show yuri 1a zorder 2 at t11
    with wipeleft_scene
    y "[player], ты любишь чай улун?"
    mc "Ага."
    mc "Но, вообще, любой подойдёт."
    y "Отлично."
    "Юри выставляет на чайнике температуру 93 градуса."
    y 1f "Теперь черёд заварочного чайника."
    mc "Ты и правда соблюдаешь все правила?"
    y 1u "Разумеется..."
    y "Я не должна ничего упускать, когда хочу угостить кого-то чаем."
    mc "Несмотря на то что я не жду от этого чая ничего особенного?.."
    y 2m "Хе-хе."
    y 2a "Если так, ты будешь впечатлён ещё сильнее."
    mc "Ха-ха... вероятно, так и будет!"
    show yuri zorder 1 at thide
    hide yuri
    "Юри достаёт заварочный чайник и начинает отмерять чайные листья."
    "К моему удивлению, она даже что-то напевает себе под нос."
    show yuri 1c zorder 2 at t11
    mc "Похоже, ты сейчас в прекрасном настроении..."
    y 1a "Вот как?"
    y "Я не сильно старалась это скрыть..."
    y "А ты заметил."
    y 2u "Я тут поразмыслила..."
    y "И решила попробовать более явно выражать свои чувства."
    y "Оказывается, это вовсе не сложно..."
    y 1c "Во всяком случае, когда рядом ты."
    mc "Э..."
    mc "Это замечательно, Юри!"
    mc "Только не надо слишком сильно себя заставлять."
    y 3u "Ты всегда переживаешь за меня, [player]..."
    y "Это очень мило."
    mc "Ну..."
    "Юри не шутит..."
    "Не знаю, смогу ли с этим справиться!.."
    "Я смотрю, как Юри разливает чай по чашкам."
    y 1a "[player], у меня ещё одна просьба."
    y "Ты не возражаешь, если сегодня мы посидим на полу?"
    mc "А? Зачем это?"
    y 1h "Моей спине так легче..."
    y "Я предпочитаю читать, привалившись спиной к стене, а не склонившись над партой."
    mc "О, извини, я не знал."
    y 1a "Не волнуйся."
    y "Просто у меня регулярно болит спина, и я делаю всё возможное, чтобы бороться с этим."
    mc "Вот как?"
    mc "Интересно, в чём причина?.."
    y 1f "Скорее всего, это из-за моей—"
    y 1n "Ох—"
    y 1o "М-моей..."
    mc "Твоей осанки, да?"
    mc "Ты постоянно сутулишься во время чтения..."
    y 2p "Да!"
    y 2q "У меня ужасная поза для чтения!"
    y "Поэтому нам надо сесть на пол."
    mc "Справедливо."
    mc "Схожу за книгой."
    show yuri zorder 1 at thide
    hide yuri
    "Я достаю из портфеля книгу."
    mc "О, у меня тут есть немного шоколада..."
    "Маленький кулёк шоколадных конфет, который я уберёг от радара сладостей Саёри."
    if persistent.allow_joke:
        "Я взял их, потому что они отлично заходят с чаем."
    else:
        "Я взял их, потому что они отлично подходят к чаю."
    "Мы с Юри садимся у стены и ставим чашки по бокам от нас."
    "Будто синхронизировавшись, мы принимаем ту же позу для чтения, что и в прошлый раз. Каждый держит свою половину книги."
    "Но на этот раз..."
    "Наши тела ещё ближе друг к другу."
    show yuri 2h zorder 2 at t11
    y "Мне плохо видно..."
    mc "...!"
    show yuri 2e at d11
    "Юри придвигается всё ближе, пока наши плечи не соприкасаются."
    "Ну и как мне сосредоточиться на чтении?!"
    "Юри всегда довольно милая, но..."
    "Когда она становится менее настороженной, это почти переходит пределы того, что я могу вынести!"
    y 2f "Твой чай..."
    "Юри подаёт мне чашку."
    "Взяв её свободной рукой, я оказываюсь в положении, сосредоточиться в котором ещё труднее."
    "Из-за того, что теперь мне надо следить, как бы ненароком не коснуться её груди!.."
    "Юри же ничего не замечает."
    "Она сосредоточенно уткнулась в книгу, и, могу предположить, окружающий мир для неё просто перестал существовать."
    "Я призываю всю свою силу воли, чтобы самому сфокусироваться на чтении."
    "..."
    "Спустя несколько минут мне наконец удаётся немного расслабиться."
    "Я ставлю чашку между ног и нащупываю кулёк с конфетами."
    mc "Ох, прости..."
    "Чтобы открыть его, я ненадолго выпускаю книгу."
    mc "Можешь брать сколько угодно."
    y 2s "Ах, это..."
    y "Спасибо, но я не буду..."
    mc "А? Ты уверена?"
    y 2v "Ум-м..."
    y "Если я возьму, то могу испачкать страницы..."
    mc "Ох, ты права..."
    mc "Я об этом даже не подумал."
    mc "Извини..."
    y 2a "Не нужно извиняться."
    y "Я подержу книгу, ладно?"
    mc "Уверена?.."
    y "Конечно."
    $ persistent.clear[3] = True
    $ renpy.save_persistent()
    scene y_cg2_bg
    show y_cg2_base
    show y_cg2_details
    show y_cg2_nochoc
    show y_cg2_dust1
    show y_cg2_dust2
    show y_cg2_dust3
    show y_cg2_dust4
    with dissolve_cg
    "Юри обеими руками раскрывает книгу."
    "Она держит её так, что у меня не возникает ни малейших трудностей с чтением."
    "Но в результате её левая рука практически ложится на мою ногу."
    mc "Ну тогда..."
    "Юри уже снова сосредоточилась на чтении."
    "Я беру конфету и отправляю в рот."
    "Затем беру ещё одну..."
    "...и подношу её к лицу Юри."
    "Она даже не отводит взгляда от книги."
    "Просто раскрывает губы, будто это совершенно естественная ситуация."
    "Но это значит, что я уже не могу остановиться!"
    hide y_cg2_nochoc
    "Я с опаской кладу конфету ей в рот."
    "После этого губы Юри снова смыкаются."
    y "Э?.."
    show y_cg2_exp2
    "Она вдруг меняется в лице."
    y "Я..."
    y "Я сейчас..."
    "Юри смотрит на меня так, будто ей нужно подтверждение того, что только что произошло."
    show y_cg2_exp3
    show y_cg2_nochoc:
        alpha 0
        linear 0.5 alpha 1
    hide y_cg2_exp2
    y "М-м..."
    y "[player]..."
    mc "П-прости!"
    mc "Наверное, мне не стоило этого делать..."
    y "Ах, это..."
    y "Ум-м..."
    y "Т-ты ведь просто помогал..."
    y "Для друзей это... в порядке вещей..."
    y "...Верно?"
    mc "Э-эм..."
    "Не совсем в таком контексте, но..."
    mc "Да..."
    mc "...В этом нет ничего такого."
    y "Верно..."
    y "Тогда..."
    y "Не нужно останавливаться..."
    mc "П-понятно..."
    hide y_cg2_exp3
    "Ситуация стала крайне напряжённой..."
    "Юри пытается вернуться к книге."
    "Но по её лицу ясно видно, что теперь даже она не может сосредоточиться."
    "Сердце бешено стучит..."
    "Я нервно сжимаю пальцами очередную конфету."
    "Но на этот раз мы с Юри встречаемся взглядами."
    show y_cg2_exp3
    y "..."
    "Как вообще до такого дошло?.."
    "Юри не отводит взгляд."
    "Я замечаю, как вздымается и опадает в ритм дыхания её грудь."
    "Я поднимаю руку..."
    y "Ах..."
    "Как и в прошлый раз, Юри размыкает губы."
    "Но... на этот раз по-другому."
    hide y_cg2_nochoc
    "Я вкладываю конфету ей в рот."
    "Ощущаю на пальцах её дыхание."
    stop music
    window hide(None)
    scene bg club_day
    window show(None)
    window auto
    show monika 4b zorder 2 at l31
    m "Итак, друзья!"
    mc "Уа-а—"
    show yuri 3p zorder 2 at t11
    y "А-ах!"
    play music t3
    "Юри подаётся назад."
    show yuri 3n
    show monika zorder 3 at f31
    m "Пришло время поделиться стихами!"
    m "[player], поможешь Юри с посудой?"
    show monika zorder 2 at t31
    mc "Д-да... конечно."
    show monika zorder 3 at f31
    m "Хорошо, спасибо!"
    show monika zorder 1 at thide
    hide monika
    "От волшебства момента не остаётся и следа."
    y 4c "Я..."
    y "Я позабочусь о чашках..."
    mc "Да..."
    show yuri zorder 1 at thide
    hide yuri
    "Юри поднимает чашки с пола."
    "Я убираю кулёк с конфетами."
    "Мы торопливо прибираемся, не обменявшись ни словом."
    "Я чувствую, что никому из нас не хватит мужества заговорить о случившемся..."
    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
